{
  "title": "Going on an Adventure",
  "quote": {
    "quote": "Sure, fighting Aether Beings and taking down warlords is fun and all. But there's nothing quite like taking a rest on the long road with your companions by a campfire...... well, unless feral boars attack, but well, then you just have a nice meal.",
    "author": "Rickard West, Outdoor Enthusiast"
  },
  "subheader": "Playing Through The World",

  "intro": [
    "Beyond the Waygates are worlds filled with wonder, excitement, and horrors beyond your wildest imagination. It's not all taverns and listening to the bard play by the fire. When there is a job to be done, your journey will take you all across this new world, where it will be your job to explore, investigate, discover, and fight. Danger lurks just around every corner where dangerous beings abound and hazardous puzzles await.",
    "It is the DM's job to explain the scenario the characters find themselves in and to help guide them through their journey. It is the players' job to react to the situation and to describe what they do and how they do it. The DM will then narrate the results of their actions and react accordingly.",
    "Of course, \"the best-laid plans of mice and men often go awry\" and it is up to the DM to react accordingly should the players act in a way that is unexpected. Keep an open mind and plan what you can, but be ready to improvise if need be.",
    "As a DM it may help to draw a map or other visual representation of the area the players are exploring to help them better understand where they are relative to the area."
  ],
  "info": [
    {
      "header": "Travel", "details": [
        "There are often long stretches between major areas. While traveling through these, characters can usually move for up to 8 hours a day, at a rate of about 25 miles a day.",
        "Moving faster than this speed provides a -5 penalty to Awareness, Vitality and Willpower tests. Moving slower grants +2 advantages to Awareness tests and allows the use of stealth, should any random encounters occur.",
        "A DM should determine (either through planning or random chance) if the players will encounter any puzzles or enemies on the way."
      ]
    },
    {
      "header": "Ambushes", "details": [
        "While traveling, characters are prime targets for wild beasts and bandits looking for easy prey.",
        "If no characters are scouting ahead, any random encounter starts with a competing Awareness test against the attacker's stealth test to determine if the party is ambushed or not."
      ]
    },
    {
      "header": "Movement and Terrain", "details": [
        "On a road or flatland, movement is not impeded and players can move at their normal rates.",
        "But sometimes, the terrain encountered is not so easy to traverse. The woods could be filled with roots and foliage, the landscape could be covered with snow, or the players could be hiking through a mountain pass. When difficult terrain is in the way, players are slowed and at greater risk of ambush. Unless characters make a successful VIT test against the difficulty chart, they move at half speed and get -2 to Awareness tests.",
        "There may be areas where characters have to swim or climb. In such cases, instead of a VIT test, they should roll a <b>Swim</b> or <b>Climb</b> test to determine if they move at normal speed."
      ]
    },
    {
      "header": "Breathing", "details": [
        "If a character finds themselves in a situation where they cannot breathe, such as being underwater or in an oxygen-deprived cave, they can hold their breath for 30 seconds for each point they have in their Vitality. After that time runs out, they drop to 0 health and are unconcsious. An unconscious character who is suffocating dies after one minute of unconsciousness."
      ]
    },
    {
      "header": "Falling", "details": [
        "Along the way, if a character falls from a tall height, they take damage. For every 10 feet they fall, the character takes 1d8 - Vit damage."
      ]
    },
    {
      "header": "Lighting", "details": [
        "Depending on how brightly lit an area is, a character's vision can impact their ability to travel.",
        "In Pure Darkness, nothing can be seen. There are no skills that allow unaided vision in these environments. Characters must blindly move throughout their area. They roll an Awareness test at -5 against the difficulty chart to move about.",
        "In Dim Light, characters can see 15 feet in any direction, and are prone to ambush.",
        "In Normal Light, most characters see normally."
      ]
    },
    {
      "header": "Splitting Up", "details": [
        "While challenges are often easier to complete as a group, sometimes it is necessary to split up. For example, if one character is a master of stealth, it may be beneficial for them to sneak ahead to try and get the drop on an unsuspecting enemy.",
        "It is up to the DM to determine how to best manage and track groups that have split up."
      ]
    },
    {
      "header": "Rations", "details": [
        "Characters need to eat and drink, if they do not wish to suffer from hunger and exhaustion.",
        "In order to remain in good shape, a character must eat one meal and drink at least a liter of water a day. If they do not, they get a -1 to all attributes for each day they don't eat. Attributes recover at a rate of +2 for each day the diet minimum is met (up until their original, unmodified stats)."
      ]
    },
    {
      "header": "Resting", "details": [
        "Characters must rest at least six hours a day to remain in good shape. If they do not, they begin suffering from penalties.",
        "Characters who have not met this sleep requirement get -2 to Perception and their health is lowered by 1d10 - Vit damage per day until they get 8 hours of sleep."
      ]
    }
  ],
  "roleplaying": {
    "title": "Chapter 5: Roleplaying",
    "quote": {
      "quote": "Intimidation didn't work. Torture didn't work. We could have saved ourselves a lot of trouble if we just read the damned newspaper. It led us straight to the bandits.",
      "author": "Rebecca Youngblood, Employment Unknown"
    },
    "intro": [
      "Roleplaying entails talking, acting, and behaving as the character you are playing. Instead of just moving nameless, faceless pieces across a board, the characters you play and the characters to interact with and fight are treating as beings with their own thoughts, reasons, motivations, skills, etc. While ability tests determine the success and failure rate of actions made, roleplaying is vital to moving characters through a narrative and understanding how and why they act in the way that they do.",
      "Some players prefer to act out their character. They adopt a voice and play out as if they were speaking for their character. Others prefer to describe what their character is doing. Many mix and match these methods to find a balance that they prefer. The important thing is to play a character consistently. This gives the DM and the other players a clear idea of the character you are playing, enabling them to better make decisions that impact gameplay.",
      "Another important aspect of roleplaying is the effectiveness of methods employed. A player can simply state that they want to roll an ability score for everything they do, but by acting out their character through a scenario, they give the DM an opportunity to better understand what sort of rolls that player has to make on their tests to succeed.",
      "For example, if a player playing their character \"Annika\" simply says 'She tries to intimidate her foe', the DM doesn't know what was said to try and intimidate her target. Maybe her target has specific fears already that the player could prey on. Maybe they have dreams of being a singer, so if, for example, the player were to say, 'Annika threatens to cut off his tongue if he doesn't give up information,' the DM can better determine what value has to be rolled to make a succesfful intimidation test."
    ],
    "info": [
      {
        "header": "Gathering Information", "details": [
          "Not everything is going to be laid out for the players. In order to know what they have to do next, they will have to speak to the locals or to authority figures. The more they acquaint themselves the people they meet (or threaten them), the more information they can gleam, which will facilitate them as they journey through the world the DM has created.",
          "Some information will be gathered through investigation. Maybe your character isn't the most sociable person, but they are able to investigate beyond compare. They can learn about local legends and current events to help guide their decisions. Others may be great fighters and could win influence by killing monsters that threaten a town or by impressing a grand fighter looking for a challenge."
        ]
      },
      {
        "header": "Ability Tests", "details": [
          "Whenever it needs to be determined whether a player's action succeeds or not, they must roll an ability test. For more information on this, refer to <a href=\"guides/playing-the-game\" target=\"_\" style='color:#007bff; cursor:pointer'>Chapter 4</a>.",
          "While this generally holds true, impressive, in character roleplaying can mitigate the need to roll tests, should the action made be made with good effort (on the part of the player and character) and was something that would legitimately accomplish the task.",
          "Attribute and skill distribution determines not only what your character is good at, but also what your character prioritizes in their life."
        ]
      },
      {
        "header": "Free Time", "details": [
          "Sometimes you'll find you have some time to spare. During this time feel free to flesh out your character: Interact with your fellow players and NPCs (Non player characters) alike, try to learn new skills, investigate and go on some side quests. Use free time as an opportunity to build character depth and improve their skills and abilities. There's always a teacher to learn from or a challenge to overcome.",
          "There's also money to be made. Food, drink, and beds cost money. The more money you have, the easier it is to ensure your characters stay well fed and well rested without fear of being ambushed in their sleep."
        ]
      },
      {
        "header": "Inventory and Equipment", "details": [
          "Weapons and armor will help keep a character alive in conflict. Even the most non-combative characters may find themselves in situations they'd prefer to avoid. In such instances, it's best they remain well-equipped to improve their odds of comign out alive.",
          "If you have some money saved up, or are willing to work some odd jobs, seek out an armorer or weaponsmith and keep your character geared up. It may just be the thing that keeps you alive.",
          "There are also some items that are of great help. Ask around to find some necessary items to keep in your inventory. Medpacs, bandages, survival gear. Anything that may be useful in a pinch."
        ],
        "header": "Finding What You Need", "details": [
          "Villages, towns, and cities all have places where you can shop, but finding what you need is another matter entirely. Keep your eyes open and ask around for what you need, and if you're lucky, you may just find what you seek.",
          "Roll an Awareness test to determine how effectively you are able to seek out the items you want."
        ]
      }
    ]
  }
}
