{
  "title": "Taking Action",
  "quote": {
    "quote": "DON'T. LOSE SIGHT. OF THE SNIPER.",
    "author": "Zoey Crystal, Entomologist"
  },
  "intro": [
    "All characters are giving <b>Two Actions</b> during their turn with which to make decisions and makes actions. After Two Actions have been made, the turn is immediately ended. Without the <b>Combat Prowess</b> skill, only one attack or magical ability can be used per turn, regardless of whether it is a One or Two Action ability.",
    "For a list of actions you can take during combat, see the section at the end of this chapter.",
    "Below, you will find a sample list of Free, One, and Two Actions."
  ],
  "actionTypes": {
    "freeActions": {
      "name": "Free Actions",
      "intro": "These are actions that take up negligible time during your turn. Typically, you are only allowed one free action per turn, but whether additional free actions can be made is at the GM’s discretion. Such actions include.",
      "content": [
        "Saying a few words (this is up to the GM’s discretion, but usually is limited to something your character could reasonably say/shout in the span of a sentence or two.",
        "Dropping an item",
        "Lowering position: lowering yourself to a lower position (such as from standing to kneeling, or kneeling to prone), is considered a free action."
      ]
    },
    "singleActions": {
      "name": "One Actions",
      "intro": "actions that take up half of a turn.",
      "content": [
        "Standing up/raising your position from a lower one.",
        "Drawing/sheathing a weapon (if you are dual wielding and draw/sheath both weapons at once, it only counts as one half action).",
        "Walking",
        "Disengaging (pulling away from a foe that is targeting you in combat, allowing you to use your next action to move without allowing an attack of opportunity)"
      ]
    },
    "doubleActions": {
      "name": "Two Actions",
      "intro": "actions that take up a full turn.",
      "content": [
        "Reloading a gun",
        "All out attack",
        "Disengaging from all enemy combatants with which you are engaged."
      ]
    }
  },
  "engaging": {
    "name": "Engaged",
    "content": [
      "A character who has successfully made an attack, or who has been successfully attacked, is considered engaged in combat, and cannot freely move away without first disengaging. If all characters with which you are directly engaged with die, you are no longer considered engaged in combat.",
      "If you try to move away from a character with whom you are engaged and within their melee attack range, they get an attack of opportunity against you.",
      "To make an <b>Attack of Opportunity</b>, the attacker makes a basic attack with their weapon and applies modifiers and damage normally",
      "A character does not have to be actively under attack to be engaged. If a character shifts focus to another character, but otherwise does not move, you are still engaged.",
      "Disengaging from one combatant is One Action. Disengaging from all enemy combatants is Two Actions"
    ]
  },
  "moving": {
    "name": "Moving",
    "content": [
      "Movement speed is 5 + (Dex/2) rounded down.",
      "You can move up to your movement speed as One Action",
      "1 sqare on a grid is 5x5 feet.",
      "Characters cannot enter or pass through an occupied square.",
      "Terrain can have levels of difficulty that lower your movement speed while traversing it.",
      "Diagonal movement is allowed."
    ]
  }
}
