{
  "title": "Preface",
  "quote": {
    "quote": "When the Waygates came everything changed. Everything we understood about the world was thrown to the wayside. Whole worlds were opened up to us; worlds beyond our wildest imagination lay before us, ripe for study, exploration, and the taking.",
    "author": "General Parker Stone, First Leader of the Waygate Division, USA"
  },
  "intro": [
    "Welcome to Enter the Waygate. While this book and the rules therein are meant to help and guide you, always remember that the GM has the final word and that a fun story should always come before any rule or guideline you find in these texts. Have fun with it. Justify why a character with no strength should be allowed to wear full plate armor. Explain away any apparent inconsistencies with your skillset. Create a few spells and skills that are more wacky than pragmatic. It’s all in the name of immersing yourself in a story unique to your group.",
    "In Enter the Waygate, the success and failure of actions are based on the results of two things: Dice and Roleplaying. How well you roll and how well you play your character through the story will determine whether or not things play out as you'd like, or if things go awry."
  ],
  "dice": {
    "header": "Dice",
    "intro": "The following dice are listed as dX, with X being the number of faces on the dice to roll. The higher the roll, the higher the chance of your action succeeding.",
    "content": [
      { "dice": "d20", "info": "A twenty-sided dice, with values ranging from 1-20. Primarily used for attribute tests and hit tests" },
      { "dice": "d12", "info": "A twelve-sided dice, with values ranging from 1-12. Primarily used for damage rolls" },
      { "dice": "d10", "info": "A ten-sided dice, with values ranging from 1-10. Primarily used for damage rolls" },
      { "dice": "d10p", "info": "A ten-sided percentage dice, with values ranging from 1-10." },
      { "dice": "d8", "info": "An eight-sided dice, with values ranging from 1-8. Primarily used for damage rolls" },
      { "dice": "d6", "info": "a six-sided dice, with values ranging from 1-6. Primarily used for damage rolls" },
      { "dice": "d4", "info": "a four-sided dice, with values ranging from 1 – 4. Primarily used for status damage and determining length of effect" },
      { "dice": "d100", "info": "Two ten-sided die, with results combined, values from 1 – 100. Primarily used for Fate of the Waygate and Magical Mayhem rolls", "sub": [
          "1d10p as the ten’s digit, 1d10 as the one’s digit. 00 and 0 equals 100",
          "2d10, with a declaration of which die will indicate the ten’s digit, and which will indicate the one’s digit. A double 0 equals 100."
      ]}
    ],
    "post": {
      "main": "The above dice will be prefixed with a number. This number indicates how many of those results you must roll to get your total result.",
      "example": [
        "1d20, means roll 1 twenty-sided die.",
        "3d6, means roll 3 six-sided dice."
      ]
    }
  },
  "roleplaying": {
    "header": "Roleplaying",
    "content": [
      "Enter the Waygate is first and foremost a roleplaying game. Your characters are more than just pieces on a board. They should have personalities, strengths and weaknesses, histories, desires, etc. And these details should influence how you play your character: how you think through problems, how you handle complications, how to form your alliances and frienships.",
      "It's not all dicerolls. If you roleplay well, you may find tasks easier or harder to complete. And in the end you will be more immersed in the world around you.",
      "Roleplaying serves another function. While characters can get stronger and gain new skills by leveling up, such advancements can also be the reward for exceptional roleplaying, deep immersion, and smart problem-solving."
    ]
  },
  "aether": {
    "header": "Aether",
    "content": [
      "Aether is the natural force that flows out of the Waygates. It is a strange energy that, despite millenia of study across countless worlds and dimensions, remains a mystery in its workings. So far the only things agreed upon are that the Aether originates from the void between dimensions, the Aether reshapes the worlds and beings it touches for too long into places of danger, and within the Aether-filled void exist powerful creatures attracted to those who harness these energies.",
      "The areas with high Aether contamination are places where magic is especially potent, and the people who bend it to their will may find themselves opening doorways to dangerous phenomenon if they do not tread carefully. Magical Mayhem opens up the world to the influence of the Aether, shaping the immediate area to its will.",
      "The Fate of the Waygate itself is an especially phenomenon that befalls those who travel through the Waygates or tamper too hastily with its powers. The traveler of practitioner is flooded with Aether and is reshaped to its will, for better or worse."
    ]
  },
  "waygates": {
    "header": "Waygates",
    "content": [
      "The Waygates are powerful portals to distant worlds and dimensions. Some such destinations are filled with excitement and wonder, where technological and mystic marvels abound. Others are filled with terror and pain, where only the strong or especially crafty survive.",
      "They are large blue orbs of crackling, lightning-like energy, about six feet in all directions, that hover just off the ground. They swirl with great energy, and those who stand close can often hear echoes from the world beyond emenating from them.",
      "Waygates do not come alone. When they first appear, they open up all over the world, spreading their influence and opening up opportunity to any who wish to explore what lies beyond.",
      "In most cases, the governing bodies of the area of their appearance have taken control of the Waygates, however in more remote places or places where chaos reigns other forces have taken over their control, exploiting them for the opportunities they provide."
    ]
  },
  "emissaries": {
    "header": "The Emissaries",
    "content": [
      "Beings of uncountable species that arrived with the opening of the Waygates to extend a welcome to the humans of earth.",
      "No one has seen them since, in this world or the worlds beyond, and their motives for opening the Waygates to the worlds they visit have remained a mystery.",
      "Some have speculated that they are simply beings of knowledge who wish to expand their understanding of the multiverse by researching travelers from the shadows. Others believe they are altruistic and simply want humans to be a part of the grander works of the universe. The rest believe that they have some nefarious plot in motion and that the Waygates were only the beginning."
    ]
  },
  "worlds": {
    "header": "The Worlds Beyond",
    "content": [
      "There is no formula to the worlds beyond. Some are primal, savage places. Others are places where peace and tranquility are the rule.",
      "The worlds you travel can be anywhere on the spectrum. Most worlds you face will be those far more brutal than ours, though with a civilation of their own.",
      "They will be filled with creatures; those you are familiar with and those unlike anything you have ever seen before. Some will be hostile, some indifferent, others peaceful. How you interact with them and how they interact with you will depend largely on how you carry yourself through the world and how you choose to interact with those beings you come across on the way.",
      "The Aether has shaped these worlds for far longer than Earth, and their influence is drastically apparent. Magic is prevalent where the Waygates' influence has taken hold, and even those races and species familiar to you will have been reshaped to their will."
    ]
  }
}
