{
  "title": "Skills List",
  "skills": [
    {
      "name": "Awareness (KS) –  trainable",
      "description": "Deduce information from your surroundings.",
      "range": "limits based on senses used.",
      "use": "1d20 + training modifier"
    },
    {
      "name": "Attribute Shift (MS) – Two Actions",
      "description": "Manipulate magical energies to temporarily alter your body's physiology.",
      "range": "Self",
      "effect": "Temporarily adjust your attributes for the remainder of the encounter. Can only be used once (successfully) per day. Transfer up to 3 attribute points from any attributes onto other attributes, until end of encounter. No attribute may go above 7 or below 0 as a result of this.",
      "duration": "2 minutes",
      "mysticTest": "13 <b>(Magic)</b>",
      "prerequisites": "<ul><li>Magical Affinity</li><li>Magic 2</li></ul>"
    },
    {
      "name": "Backstab (FS) – One Action",
      "description": "A brutal attack made against an unaware opponent.",
      "range": "Weapon",
      "effect": "If target is unaware of you, make an attack with a finesse weapon with a +2 to hit. If it succeeds, add an additional 1d6 to damage.",
      "requirements": "<ul><li>Must use a finesse weapon</li></ul>"
    },
    {
      "name": "Barrier (MS) – Two Actions",
      "description": "The mage creates a wall of blue mystical energy in front of them to protect themselves and allies from harm. The wall is about 10 feet tall and 5 feet wide.",
      "range": "Self",
      "effect": "Form an unmovable barrier in front of the caster that protects all of those behind it from all attacks. Barrier blocks line of sight for ranged attacks and abilities if it is between two characters. Attacks cannot penetrate the barrier. Barrier absorbs 1d20 + magic damage before disappearing.",
      "duration": "3 rounds or until destroyed",
      "mysticTest": "14 <b>(magic)</b>",
      "prerequisites": "<ul></li>Magical Affinity</li></ul>"
    },
    {
      "name": "Blind Faith (MS) – (Permanent)",
      "description": "Intense devotion to the webs of magical laws have shown you the truth of the world. By cutting out your eyes, you have been given sight into the Aether from which all life and magic flows, granting a huge bonus to all magical tests, but a huge penalty to all sight-based actions. No means are available to reverse this effect.",
      "effect": "<ul><li>+7 to all magical bonuses, including damage, that don’t involve sight</li><li>+5 to all awareness tests, not pertaining to sight.</li><li>-7 to all sight based actions (including attacks).</li><li>Any being with Magic greater than 4 or currently being affected by magic or carrying recent traces of the Waygate are able to be perceived as shining blue auras, and you do not suffer the -7 penalty on sight-based actions against them.</li><li>Gain the ability to immediately perceive the true form of all magical beings and to identify the magical nature of any being or object, through even powerful disguises. Any passing awareness test will reveal all such information.</li><li>Any attempt to restore sight or to utilize tech or magic to grant sight instantly fails.</li></ul>",
      "prerequisites": "<ul><li>Willpower 5</li><li>Magic 5</li><li>Magical Affinity</li><li>Magical Aptitude</li></ul>"
    },
    {
      "name": "Blizzard (MS) – Two Actions",
      "description": "Shards of ice rain down, hitting all characters in the affected radius with ice damage.",
      "range": "60 feet",
      "effect": "deals 3d8 ice damage (magic) to all characters in a 3x3 space. All characters dealt damage roll an opposed vitality test against the hit test. If the target fails, target is frozen (3)",
      "prerequisites": "<ul><li>Magical Affinity</li><li>Frost Cannon</li><li>Magic 5</li></ul>"
    },
    {
      "name": "Blood Fuel (KS) – free action",
      "description": "Your blood has been flooded with the aether. Offering it as a tribute improves you abilities temporarily.",
      "range": "Self",
      "effect": "By dealing yourself 1d6 damage (cannot be reduced or prevented), add a +2 to your next non-magic test (does not stack with other uses of Blood Fuel). This damage cannot be healed until after a short rest.",
      "requirements": "<ul><li>Not useable in combat</li></ul>"
    },
    {
      "name": "Blood Tribute (MS) – free action",
      "description": "A magic user makes a blood offering to the Waygate to temporarily augment their powers.",
      "range": "Self",
      "effect": "By dealing yourself 1d6 damage (cannot be reduced or prevented), add a +2 to your next magic test (does not stack with other uses of Blood Tribute). This damage cannot be healed until after a short rest.",
      "requirements": "<ul><li>Useable once per turn</li><li>Useable out of combat</li></ul>"
    },
    {
      "name": "Brainwash (MS) – Two Actions",
      "description": "A magical telepathic ability used to trick an enemy into turning on their allies.",
      "use": "Opposed <b>Magic</b> Test vs. Target's <b>WP</b> <ul><li>If target is hostile towards you,they get +2 to their WP test</li></ul>",
      "effect": "<ul><li>Allies gain +2 to all intimidate, charm, and persuasion attempts against brainwashed target. Target is highly suggestible.</li><li><b>In Combat Only: </b> If successful, character will shift its hostility from the caster their allies and onto their own allies. At the end of their turn, the target rolls a willpower test against the caster's initial original magic test value.</li><li>When they come out of brainwash, the affected character rolls an awareness check. If they roll above a 10, they are aware that they were brainwashed.</li></ul>",
      "duration": "1 minute or until target takes damage",
      "prerequisites": "<ul><li>Magical Affinity</li><li>Magic 3</li></ul>"
    },
    {
      "name": "Cat's Grace (FS) – Reaction",
      "description": "Steady yourself after a fall.",
      "effect": "You get +2 to any attack that aims to trip or shove you to the ground. You take half damage from falling (rounded up).",
      "prerequisites": "<ul><li>Dex 3</li></ul>"
    },
    {
      "name": "Channel Aether (FS) – Two Actions",
      "description": "Proximity to the Aether has opened your mind to the possibilities therein, without the need of magic.",
      "effect": "You get a +2 to hit tests against all Aether Beings and reduce all damage dealt to you by magical attacks and effects by 2 (can’t go below zero).",
      "prerequisites": "<ul><li>Level 2</li></ul>",
      "duration": "1 minute"
    },
    {
      "name": "Charm (KS) – Trainable",
      "description": "Persuade your target into listening to you or following you through seduction or charm.",
      "use": "1d20 + Charisma + Training Modifier against target’s 1d20 + Awareness or Willpower (whichever is higher)."
    },
    {
      "name": "Clear Thinker (KS)",
      "description": "Caster is able to maintain focus, even in distracting settings.",
      "effect": "Caster suffers no penalty to tests due to distracting settings. They suffer no penalty to tests due to being addled or confused."
    },
    {
      "name": "Cleave (FS) – One Action",
      "description": "Attack two adjacent enemies in one stroke.",
      "range": "Weapon",
      "effect": "Pick one enemy as your main target. Roll a Hit Test against them. If it succeeds, roll for damage, and then roll a Hit Test on the second target, with a -2 penalty. If that succeeds as well, roll for damage for the second target.",
      "requirements": "<ul><li>Must be wielding a bladed weapon (non-finesse), and must be proficient with that weapon.</li><li>enemies must be within one square (including diagonal) of each other and both must be in range of your weapon</li></ul>",
      "prerequisites": "<ul><li>Melee Combat</li><li>Str 3</li><li>Dex 2</li></ul>"
    },
    {
      "name": "Climb (FS) – Trainable",
      "description": "Climb difficult structures and obstacles.",
      "use": "1d20 + training modifier + Str or Dex (whichever is higher)"
    },
    {
      "name": "Copycat (KS) - Trainable",
      "description": "Your ability to copy someone's voice and mannerisms and very appearance is uncanny.",
      "requirements": "Must have met and conversed with the person to copy their voice and seen them move about to copy their mannerisms. Seen at least a picture of them to copy their appearance. Requires makeup and a costume for mimicking their appearance.",
      "use": "1d20 + CHA + training modifier"
    },
    {
      "name": "Counterspell (MS) – Reaction",
      "description": "Counter a magical attack or ability.",
      "requirements": "<ul><li>React to any magical attack, effect, or ability targetting you (cannot stop AOE or lingering effects already in place)</li></ul>",
      "effect": "See <b>Combat (chapter 5): Counterspell</b>",
      "prerequisites": "<ul><li>Magical Affinity</li></ul>"
    },
    {
      "name": "Coup De Grace (FS)",
      "description": "Attack a prone enemy with great power and precision.",
      "effect": "If you are adjacent to an enemy that is prone, you get +4 to hit test on attacks made against them and deal an extra 1d6 damage on those attacks."
    },
    {
      "name": "Covering Fire (FS) – Two Actions",
      "description": "Spray a volley of ammunition towards a target/group to break their formation and make it harder for them to aim/concentrate.",
      "range": "Weapon range maximum",
      "effect": "<ul><li>Roll a hit test for all targets in the area (friendly included). Hits at -4 penalty</li><li>All targets in the area get a -4 to hit tests made during their next turn and any current concentration/aiming is broken.</li><li>Covering fire takes place in a 5 square wide cone in front of you and goes as far as your weapon’s range.</li></ul>",
      "requirements": "<ul><li>Useable only with firearms with burst or full auto capabilities. Requires a full clip, and completely empties the clip</li><li>Must be proficient with weapon in use.</li><li>Cannot be used if there is an enemy within 10 feet that is directly in front of you</li></ul>",
      "prerequisites": "<ul><li>Ranged Combat</li></ul>"
    },
    {
      "name": "Crafting (KS) – Trainable",
      "description": "The character becomes more adept at creating and mending with raw materials.",
      "use": "1d20 + training modifier (see Chapter 8: Non-Combat Actions for more details)"
    },
    {
      "name": "Create Space (FS) – One Action",
      "description": "Use blunt force to push your opponent away.",
      "range": "5 feet",
      "use": "unarmed attack",
      "effect": "1d4 damage. Shove your target back 5 feet.",
      "prerequisites": "<ul><li>STR 2</li></ul>"
    },
    {
      "name": "Crush Armor (FS) – One Action",
      "description": "Use a heavy strike to ruin armor.",
      "range": "weapon",
      "effect": "Aim for a specific armor piece, then make a hit test. On success, that armor piece’s armor rating loses 1d4 value (can’t go below 0), until repaired. On critial hit, armor piece loses all value until repaired and apply weapon damage to its wearer.",
      "requirements": "<ul><li>Melee weapon that deals concussive or slasshing damage. Must be proficient with the weapon in use.</li></ul>",
      "prerequisites": "<ul><li>Melee Combat</li><li>STR 3</li></ul>"
    },
    {
      "name": "Cryptography (KS) – Trainable",
      "description": "Learn to decipher codes and find hidden meanings in texts and writings.",
      "use": "1d20 + Intelligence + training modifiers.",
      "prerequisites": "<ul><li>Literacy (learned)</li></ul>"
    },
    {
      "name": "Dark Vision (KS)",
      "description": "You have better eyesight in low light areas, losing negative vision modifiers due to low light.",
      "requirements": "<ul><li>Cannot be used in pitch black areas</li></ul>"
    },
    {
      "name": "Deception (KS) – Trainable",
      "description": "learn to better deceive others.",
      "use": "1d20 + Charisma + Training Modifier against target’s 1d20 + Charisma or Awareness (whichever is higher)."
    },
    {
      "name": "Dodge (FS) - Reaction",
      "description": "Dodge an opponent’s attack.",
      "effect": "See <b>Chapter 5: Combat:</b> Dodging"
    },
    {
      "name": "Double Shot (FS) – One Action",
      "description": "Fire two arrows from your bow at once.",
      "effect": "Make a ranged attack with two arrows nocked at -2 to hit. On success, roll damage for both arrows.",
      "requirements": "<ul><li>Must be wielding a bow and be proficient with bows.</li><li>This attack expends two arrows</li></ul>",
      "prerequisites": "<ul><li>Ranged Combat</li><li>DEX 3</li></ul>"
    },
    {
      "name": "Dual Wield Melee (FS)",
      "description": "Wield a one-handed melee weapon in both hands with great effect.",
      "effect": "<ul><li>Grants +1 to parry and riposte checks (if you have the Parry skill).</li><li>Allows use of shields and weapons in the off hand with no penalty.</li><li>When making attacks, you attack with your main hand weapon first. If it hits, you may make a strike with your off-hand weapon (or bare hand if empty) as a free action. An attack made with an off-hand weapon in this manner does not apply STR or DEX bonuses to damage.</li>",
      "requirements": "<ul><li>one-handed weapons in each hand.</li></ul>",
      "prerequisites": "<ul><li>Melee Combat</li><li>DEX 2</li><li>STR 2</li><li>Level 2</li></ul>"
    },
    {
      "name": "Dual Wield Ranged (FS)",
      "description": "Wield a one-handed ranged weapon in both hands with great effect",
      "effect": "<ul><li>Allows use of one-handed ranged weapons in each hand with no dual wield penalties.</li><li>you attack with your main hand weapon first. If it hits, you may make an attack with your off-hand weapon as a free action. Both weapons deal damage normally.</li></ul>",
      "requirements": "one-handed ranged weapons in each hand.",
      "prerequisites": "<ul><li>Ranged Combat</li><li>DEX 2</li><li>STR 1</li><li>Level 2</li></ul>"
    },
    {
      "name": "Fire Blast (MS) – One Action",
      "description": "attack an enemy with a large fireball.",
      "range": "60 feet",
      "effect": "Deal 2d8 fire damage. Target rolls an opposed Vitality Attribute Test against the hit test. If they fail, they are burned (Magic) for 1d4 turns.",
      "prerequisites": "<ul><li>Magical affinity</li><li>Firebolt</li><li>Magic 3</li></ul>"
    },
    {
      "name": "Firebolt (MS) – One Action",
      "description": "attack an enemy with a small fireball.",
      "range": "60 feet",
      "effect": "Deal 1d8 fire damage. Target rolls an opposed Vitality Attribute Test against the hit test. If they fail, they are burned (Magic) for 1d4 turns.",
      "prerequisites": "<ul><li>Magical affinity</li></ul>"
    },
    {
      "name": "Fire Hazard (MS) – Two Actions",
      "description": "Flames rain down, hitting all characters in the affected radius with fire damage.",
      "range": "60 feet",
      "effect": "Deal 3d8 fire damage (magic) to all characters in a 3x3 space. All characters (ally and foe) within this space roll an opposed vitality Attribute Test against the hit test. If they fail, they are burned (Magic) for 1d4 turns.",
      "prerequisites": "<ul><li>Magical affinity</li><li>Fire Blast</li><li>Magic 5</li></ul>"
    },
    {
      "name": "Flurry (FS) – Two Actions",
      "description": "Sacrifice power as you make multiple strikes with your weapon.",
      "range": "weapon",
      "effect": "Make three attacks without STR or DEX bonus. On each success, your opponent takes normal weapon damage, without Strength bonus. (If you have <b>Dual Wield Melee</b> and are dual wielding or have a free hand, follow those rules for each successful strike)",
      "prerequisites": "<ul><li>DEX 3</li></ul>",
      "requirements": "<ul><li>must use melee weapons</li></ul>"
    },
    {
      "name": "Focus (FS) – One Action",
      "description": "steady your mind",
      "effect": "+2 to hit check for your next attack or ability. Taking damage while focused will break this effect.",
      "requirements": "<ul><li>Combat only</li></ul>"
    },
    {
      "name": "Frostbolt (MS) – One Action",
      "description": "attack an enemy with a small icebolt.",
      "range": "60 feet",
      "effect": "Deal 1d8 ice damage. Target rolls an opposed Vitality Attribute Test against the hit test. If they fail, they are frozen (1).",
      "prerequisites": "<ul><li>Magical affinity</li></ul>"
    },
    {
      "name": "Frost Cannon (MS) – One Action",
      "description": "attack an enemy with a large icebolt.",
      "range": "60 feet",
      "effect": "Deal 2d8 ice damage (magic). Target rolls an opposed Vitality Attribute Test against the hit test. If they fail, they are Frozen (2)",
      "prerequisites": "<ul><li>Magical affinity</li><li>Frostbolt</li><li>Magic 3</li></ul>"
    },
    {
      "name": "Gain Resistance (KS)",
      "description": "You become more resistant to the dangers of the world.",
      "effect": "Permanently gain a resistance to one of the following damage types. (can be purchased multiple times) <ul><li>Fire</li><li>Ice</li><li>Electrical</li><li>Aether</li></ul>",
      "prerequisites": "<ul><li>VIT 2</li></ul>"
    },
    {
      "name": "Grace and Finesse (FS) ",
      "description": "your graceful movements allow you to react to attacks made against you to a higher degree.",
      "effect": "You can now use two reactions per round to actions made against you (see <b>Chapter 5: Combat</b>: Responding to Attacks). Cannot use the same reaction twice in the same round.",
      "prerequisites": "<ul><li>Dex 5</li><li>level 4</li></ul>"
    },
    {
      "name": "Grapple (FS) – Two Actions",
      "description": "Learn to effectively grapple your opponents.",
      "effect": "attempt to pin target to the ground, with opposing strength tests. If they are successfully pinned they are pinned until they break free or are let go. So long as you are pinning your opponent, you may only spend one One Action per turn, and are limited to barehanded attacks against the pinned target. You can release your opponent as a One Action and utilize the rest of your turn normally. On their turn, if still pinned, they can attempt to break free as Two Actions with an opposing strength test.",
      "prerequisites": "<ul><li>Melee Combat</li><li>STR 2</li></ul>",
      "range": "5 feet (reach)"
    },
    {
      "name": "Gravity Well (MS) – Two Actions",
      "description": "Creates a gravity well that slows all enemies in the targetted area.",
      "effect": "<ul><li>Targets a 9 x 9 area centered around the caster.</li><li>While in the area: halves all movement speeds (rounded down) for all enemies. Standing up is Two Actions. All enemies in the area must make an opposed Vitality Test against your Mystic Test role. If they fail, they fall to the ground.</li><li>Ranged weapons fired into or from the targeted area take a -4 to hit tests.</li></ul>",
      "prerequisites": "<ul><li>Magical Affinity</li><li>Magic 5</li></ul>",
      "range": "Self",
      "mysticTest": "18 (magic)",
      "duration": "Must reroll Mystic Test as a One Action every turn to sustain the spell’s effects. Cannot move while sustaining the spell. Falling unconscious ends the spell"
    },
    {
      "name": "Greater Heal (MS) – Two Actions",
      "description": "Heal wounds with high effectiveness.",
      "effect": "<ul><li>Heal your target for 1d8 + magic. Healing is effective on dying targets, and if brought above 0, they are no longer dying, but are rendered unconscious, unless your d10 roll was greater than 7. Can only be used (successfully or not) on a target once per day.</li><li>Using it on a target twice within an hour will cause the spell to fail and will still take up Two Actions.</li></ul>",
      "range": "30 feet.",
      "mysticTest": "11",
      "prerequisites": "<ul><li>Magical Affinity</li><li>Minor Heal</li><li>Magic 3</li></ul>"
    },
    {
      "name": "Guns Akimbo (FS) – Two Actions",
      "description": "wildly empty your clips in a conical shape before you.",
      "effect": "Roll hit against all targets (enemy and ally) within the cone (1 square at 1 space. 3 squares at 5 spaces. 5 squares at 7 spaces. -2 penalty to all hit checks. Requires full clips and empties the clip",
      "range": "40 feet.",
      "prerequisites": "<ul><li>Dual Wield Ranged</li></ul>",
      "requirements": "A firearm in each hand, both with full clips"
    },
    {
      "name": "Herculean Might (FS) – One Action",
      "description": "A surge of strength courses through your body.",
      "effect": "You get a +4 to all strength tests and increase strength based damage by 1d6 for 1 minute. After this minute, you get a -4 to all strength tests, -1d6 to all strength based damage dealt, and opponents get +2 to hit against you for 1 minute.",
      "prerequisites": "<ul><li>STR 3</li></ul>"
    },
    {
      "name": "Imbue With Magic (MS) – Two Actions",
      "description": "Imbue a set of armor with magic, granting extra protections against magical attacks.",
      "range": "touch",
      "effect": "<ul><li>Lace a set of clothing or armor with magic. The wearer gets +2 armor against magical hit tests. Armor is treated as magical for the duration of this effect.</li><li>Only one character’s armor can be imbued at a time by the caster. Spell lasts for 1 hour (in game), or until caster is knocked out, killed, or removes the spell.</li></ul>",
      "mysticTest": "12 (magic)",
      "prerequisites": "<ul><li>Magical Affinity</li><li>Magic 2</li></ul>"
    },
    {
      "name": "Pickpocket (FS) – Trainable",
      "description": "Steal from a target without alerting suspicion.",
      "requirements": "Player must not be drawing the focus of the target.",
      "use": "1d20 + DEX + training modifier"
    },
    {
      "name": "Inflict Pain (MS) – Two Actions",
      "description": "Wrack your target with severe pain",
      "effect": "Roll an opposing test. If your magic test is greater than your target’s willpower test, deal 1d8 Aether damage and inflict severe, indescribable pain to your target. This causes them to fall to the floor, if standing.",
      "prerequisites": "<ul><li>Magical affinity</li></ul>",
      "range": "touch"
    },
    {
      "name": "Intimidate (FS) – trainable",
      "description": "Use your strength and threat of violence to scare a target into submission or into fleeing. (Useable in and out of combat).",
      "use": "1d20 + STR + training modifier"
    },
    {
      "name": "Iron Sights (MS) – Two Actions",
      "description": "Use magic to steady your aim and fire with greater accuracy",
      "effect": "for 3 rounds +2 to hit for attacks made with ranged weapons.",
      "range": "self",
      "mysticTest": "12 (magic)",
      "prerequisites": "<ul><li>Magical Affinity</li><li>Ranged Combat</li></ul>"
    },
    {
      "name": "Inspiring Charm (KS) - Double Action",
      "description": "Your very presence inspires your allies.",
      "effect": "For six rounds, your allies get +2 to all attacks. You can only make One Action per turn until this effect ends.",
      "prerequisites": "<ul><li>Cha 4</li></ul>"
    },
    {
      "name": "Learn Language (KS)",
      "effect": "Learn another language. Cannot learn Aether Speak in this way.",
      "prerequisites": "<ul><li>Int 2</li></ul>"
    },
    {
      "name": "Leech (MS) – One Action",
      "description": "Use magic to draw the life force out of a target, healing you in the process.",
      "range": "25 feet",
      "effect": "Roll an opposed <b>Magic</b> test against target <b>Willpower</b>. On Success deal 1d6 Aether damage and heal yourself for half damage dealt (rounded down) after all calculations.",
      "prerequisites": "<ul><li>Magical affinity</li></ul>"
    },
    {
      "name": "Light of the Land (MS) – Two Actions",
      "description": "Heal even the deadliest of wounds.",
      "range": "30 feet.",
      "effect": "Heal your target for 3d6 + magic. Healing is effective on dying targets, and if brought above 0, they are no longer dying, but are rendered unconscious, unless the amount healed exceeded 14. Can only be used successfully on a target once per day. Using it on a target twice within a day will cause the spell to fail, and will still take up Two Actions. Can be used on a dead character if they died within one round of combat from your current turn. They survive if their health is brought above 0, but are rendered unconscious, no matter the amount healed. Characters can only be resurrected this way once, regardless of the caster.",
      "mysticTest": "18 (magic)",
      "prerequisites": "<ul><li>Magical Aptitude</li><li>Greater Heal</li><li>Magic 5</li>"
    },
    {
      "name": "Lightning Storm (MS) – Two Actions",
      "description": "Bolts of lightning rain down, hitting all characters in the affected radius with electrical damage.",
      "range": "60 ft",
      "effect": "Deal 3d8 electrical damage to all characters in a 3x3 space centered around target area. All characters (ally and foe) within this space role an opposed Vitality Attribute Test against the hit test. If they fail, they are shocked.",
      "prerequisites": "<ul><li>Magical affinity</li><li>Thunderball</li><li>Magic 5</li></ul>"
    },
    {
      "name": "Literacy (KS) – Trainable",
      "requirements": "Cannot be used if Untrained",
      "description": "Improve your reading skills.",
      "prerequisites": "<ul><li>Int 0</li></ul>",
      "use": "1d20 + INT + training modifier"
    },
    {
      "name": "Lockpick (KS) – trainable",
      "description": "Improves your ability to pick locks. See <b>Chapter 8:</b> Lockpicking",
      "requirements": "Requires a lockpick.",
      "use": "1d20 + DEX + Training"
    },
    {
      "name": "Lucky (KS) – One Action",
      "description": "Improves your luck in moments of chance.",
      "effect": "Grants a +2 bonus to your next luck-based action. May only be used once a day."
    },
    {
      "name": "Magical Affinity (KS)",
      "description": "An understanding of magic and magical laws has opened your potential to warp the magics of the Aether to your will.",
      "effect": "Allows the user the ability to learn and use magic, granting access to magical feats.",
      "prerequisites": "<ul><li>Level 2</li><li>INT 1</li><li>Magic 0</li><li>Usually has to be learned through story or with GM approval</li></ul>"
    },
    {
      "name": "Magical Aptitude (MS)",
      "description": "Deep study and practice has opened your mind up further to the world of magic, granting you greater power.",
      "effect": "<ul><li>Character can use two spells in one turn without suffering from Magical Mayhem (see <b>Chapter 7: Magic</b>).</li><li>Using three spells in two turns will now cause Magical Mayhem.</li></ul>",
      "prerequisites": "<ul><li>Magical Affinity</li><li>Level 3</li><li>INT 2</li><li>Magic 3</li></ul>"
    },
    {
      "name": "Medical (KS) – trainable",
      "description": "Character's natural healing abilities are improved",
      "effect": "Each level taken in this skill improves the amount by which your targets are healed (no matter the means).<ul><li>Untrained: +0</li><li>Basic: +2</li><li>Learned: +4</li><li>Skilled: +6 and removes 1 disease or poison</li><li>Master: +8 and removes 2 diseases or poisons</li></ul>",
      "prerequisites": "<ul><li>INT 2</li></ul>"
    },
    {
      "name": "Melee Combat (FS)",
      "description": "Learn the basics of melee combat. Basic Melee weapons Include <ul><li>Whips</li><li>Knives</li><li>Staves/Spears</li><li>Two handed maces</li><li>Two handed axes</li><li>Two handed swords</li><li>One handed maces</li><li>One handed axes</li><li>One handed swords</li></ul>",
      "effect": "Gain proficiency with a Basic melee weapon class and unarmed combat. Melee weapons you have proficiency with can now be used without penalty"
    },
    {
      "name": "Mend (MS) -- One Action",
      "description": "Mends broken bones and heals target",
      "range": "touch",
      "effect": "Heals target for 1d4 + magic damage. Sets any broken bones target has. Can only be used on a target once a session. Does not work on dying targets",
      "mysticTest": 6,
      "prerequisites": "<ul><li>Magical Affinity</li></ul>"
    },
    {
      "name": "Mighty Constitution (FS)",
      "requirements": "Can be purchased twice per level.",
      "effect": "Increase your characters Constitution by 1d4"
    },
    {
      "name": "minor Heal (MS) – Two Actions",
      "description": "Heal minor wounds.",
      "range": "25 feet",
      "effect": "Heal your target for 1d6 + Magic. Healing is effective on dying targets, and if brought above 0, they are no longer dying, but are rendered unconscious. Can only be used on a target once per day. If a player is targeted twice, the spell will fail, without healing, and Two Actions are still used.",
      "mysticTest": "8",
      "prerequisites": "<ul><li>Magical Affinity</li></ul>"
    },
    {
      "name": "Murder Blow (FS) – Two Actions",
      "description": "A vicious blow made with a melee weapon, designed to hit armored foes.",
      "requirements": "Use a non-finesse melee weapon that character is proficient with",
      "effect": "Attack gets +2 to hit test. Damage is calculated normally. Cannot use a reaction until after your next turn.",
      "prerequisites:": "<ul><li>Melee Combat</li><li>STR 4</li></ul>"
    },
    {
      "name": "Nature (KS) – trainable",
      "description": "Improve your ability to identify things in the wild and handle beasts without the use of magic.",
      "use": "1d20 + INT + training modifier"
    },
    {
      "name": "Lore (KS) – trainable",
      "description": "Improve your ability to understand and recollect details of the new world's history.",
      "use": "1d20 + INT + training modifier"
    },
    {
      "name": "Parry (FS) - Reaction",
      "description": "Parry an opponent’s attack.",
      "effect": "See <b>Chapter5: Combat</b>: parrying.",
      "prerequisites": "<ul><li>Melee Combat</li></ul>"
    },
    {
      "name": "Pin in Place (FS) – Two Actions",
      "description": "Take aim and target an opponent’s foot, slowing their movement.",
      "effect": "-2 to hit test. On success, target cannot move unaided 3 rounds or until they are healed.",
      "requirements": "Must use a ranged weapon and be proficient with that weapon.",
      "prerequisites": "<ul><li>Ranged Combat.</li></ul>"
    },
    {
      "name": "Power Strike (FS) – Two Actions",
      "description": "An all-out attack that deals high damage.",
      "effect": "On success, roll twice for weapon damage. Target gets +2 to dodge attempts against this attack",
      "requirements": "dual wielding melee weapons or two handed melee weapon equipped. Must be proficient in all equipped weapons used. If dual wielding, must have Dual Wield Melee",
      "prerequisites": "<ul><li>Str 4</li><li>Dex 2</li></ul>"
    },
    {
      "name": "Presence of Mind (KS)",
      "description": "You become much harder to catch by surprise.",
      "effect": "You get two rolls on any Awareness test in which you try to detect stealthed beings or beings attempting to ambush you.",
      "use": "You roll two dice for the test and take the higher roll."
    },
    {
      "name": "Quick Draw (FS)",
      "description": "Quickly draw or sheath a weapon.",
      "effect": "Once a turn, you can draw or sheath a weapon as a free action."
    },
    {
      "name": "Rage (FS) – Reaction",
      "description": "Wounded, your body and mind are flung into a blind rage of terrible destructive power.",
      "effect": "<ul><li>If an opponent’s attack takes you below half health, you may enter a raged state.</li><li>While in this state, your melee attacks get a +2 to hit and deal an extra 1d6 damage. You lose all dex bonuses to actions and armor rating while enraged.</li><li>You cannot discern between friend and foe. You must roll an awareness check for each ally at the start of your next turn. At 12 or higher, you succeed, and realize they are friendly. At the start of each following turn, while enraged, you roll an awareness check for each unrecognized ally again.</li><li>You must always attack the nearest character you believe to be hostile.</li><li>You cannot stop your attack, even if the hostiles surrender.</li></ul>",
      "duration": "2 minutes, or until soothed.",
      "prerequisites": "<ul><li>Level 2</li><li>VIT: 2</li><li>WP: 2</li><li>STR 3</li></ul>"
    },
    {
      "name": "Ranged Combat (FS)",
      "description": "Learn the basics of ranged combat.",
      "effect": "Gain proficiency with a Basic ranged weapon class. Any ranged weapons you have proficiency with can now be used without penalty. Basic Ranged Weapons Include<ul><li>One handed firearms</li><li>Two handed firearms</li><li>Bows</li><li>crossbows</li><li>Thrown weapons</li></ul>"
    },
    {
      "name": "Rapid Reload (FS)",
      "effect": "Reloading a gun is now One Action",
      "requirements": "must be proficient with the weapon you are reloading",
      "prerequisites": "<ul><li>DEX 2</li><li>Ranged combat</li></ul>"
    },
    {
      "name": "Rebound Spell (MS) - reaction",
      "description": "Counter an opponent’s magic attack and deal damage in turn.",
      "effect": "prevent a magic action that targets you and deal damage to the caster. See <b>Chapter 5: Combat</b>: Rebound Spell",
      "requirements": "Attack must be targeting you.",
      "prerequisites": "<ul><li>Magical aptitude</li><li>Counterspell</li></ul>"
    },
    {
      "name": "Rend (FS) – Two Actions",
      "description": "Deal a rending blow to your opponent with a bladed weapon, leaving them bleeding heavily.",
      "effect": "deals normal combat damage and leaves your opponent bleeding (str) for 1d4 turns. See <b>Chapter 5: Combat:</b> Bleeding.",
      "range": "weapon",
      "requirements": "bladed melee weapon equipped. Must be proficient in that weapon.",
      "prerequisites": "<ul><li>Melee Combat</li></ul>"
    },
    {
      "name": "Resist Magic (FS) – Two Actions",
      "description": "Your knowledge of the magical arts has taught you to better resist magic used against you.",
      "effect": "You gain an additional resistance to magic, allowing you to reduce or shrug off magical effects until end of combat. Adds a -2 penalty to Hit Tests (magical) done against you by enemies, and magical damage done to you is reduced by 2",
      "mysticTest": "15 (Willpower)",
      "prerequisites": "<ul><li>WP 2</li><li>VIT 2</li></ul>",
      "duration": "10 minutes"
    },
    {
      "name": "Resist Poison (FS)",
      "description": "Player gains an immunity to poisons and venoms, lessening their effects.",
      "effect": "poison damage dealt to you is halved",
      "prerequisites": "<ul><li>Vitality 2</li></ul>"
    },
    {
      "name": "Riposte (FS) - reaction",
      "description": "Parry an opponent’s attack and counter attack.",
      "effect": "See <b>Chapter 5: Combat:</b> Riposte",
      "prerequisites": "<ul><li>Melee Combat</li><li>Parry</li><li>Dex 4</li></ul>"
    },
    {
      "name": "Screech of Terror (KS) - Two Actions",
      "description": "Your terrible screams are imbued with the powers of the Aether, filling those in its path with dread.",
      "effect": "The scream shoots out in front of you, 3 squares wide. All characters in the targeted zone must roll must roll an opposed WP test with you. Any who roll lower than you are unable to take action for 3 turns and are disengaged from their enemies. Any attack made against them gets a +2 to hit, and a successful hit breaks this effect.",
      "prerequisites": "<ul><li>WP 3</li></ul>"
    },
    {
      "name": "Seal Wounds (MS) – Two Actions",
      "description": "Heal minor wounds and stop bleeding.",
      "effect": "Heal your target for 1d6 and remove all status (eg. Bleeding, burned, Shocked, frozen, etc.) from them. Healing is effective on dying targets, and if brought above 0, they are no longer dying, but are rendered unconscious. Can only be used on a target once per day.",
      "range": "25 feet",
      "mysticTest": "7",
      "prerequisites": "<ul><li>Magical Affinity</li><li>Magic 3</li><li>Mend</li></ul>"
    },
    {
      "name": "Sever the Ties that Bind (MS) – Two Actions",
      "description": "rip a hole in the fabric of the world, allowing the Aether to seep through.",
      "effect": "Roll 1d100 and cause Magical Mayhem with that value.",
      "mysticTest": "21",
      "prerequisites": "<ul><li>Magical Aptitude</li><li>Level 6</li></ul>"
    },
    {
      "name": "Shield Slam (FS) – One Action",
      "description": "Bash your opponent with the front of your shield",
      "effect": "Deals 1d4 + strength damage. Target must make a strength test against your hit test. If they fail, they are knocked to the ground.",
      "prerequisites": "<ul><li>Shield equipped.</li><li>STR 2</li></ul>"
    },
    {
      "name": "Slice in Twain (FS)",
      "description": "Your rending capabilities are second to none",
      "effect": "Your Rend skill is now a One Action skill.",
      "prerequisites": "<ul><li>Rend</li><li>STR 4</li><li>DEX 2</lli></ul>"
    },
    {
      "name": "Slip Into Shadows (FS) – Two Actions",
      "description": "You have learned to use the subtleties of the Aether to slip out of notice of an aware enemy.",
      "effect": "Roll an opposed dexterity test at -2 against all aware characters' (NPCs and Player characters) awareness test. Those you succeed against no longer sense your presence. If you slip out of presence of all enemies currently engaged with you in combat, you disengage. Effect breaks after your next turn",
      "prerequisites": "<ul><li>Stealth at skilled or master level</li><li>DEX 4</li></ul>"
    },
    {
      "name": "Snipe (FS) – Two Actions (Extended)",
      "description": "Take careful aim to hit a target with pinpoint accuracy.",
      "effect": "Take Two Actions to steady your aim on a chosen target. Attack takes place as your first One Action on your following turn. Taking any damage, moving, or taking any action during this time will end this effect immediately. If your target dies before your attack, you can spend your first Action on your turn taking aim at a new target, and are free to use your second Action to make your attack. +6 to hit test. Range is increased by 30 feet for this attack. An additional 1d10 damage if hit is successful.",
      "requirements": "long ranged weapon equipped, and player must be proficient with that weapon. (Long ranged weapons are generally non-shotgun two handed firearms, longbows, crossbows)",
      "prerequisites": "<ul><li>Dex 4</li><li>Ranged Combat</li></ul>"
    },
    {
      "name": "Stealth (FS) -- Trainable",
      "description": "slip in and out of the shadows to move unnoticed",
      "effect": "Move unnoticed by those around you. Only works on those who could not see you. Any action besides movement will require another stealth roll. Aware characters can alert others to your presence",
      "use": "1d20 + DEX + training modifier."
    },
    {
      "name": "Strong of Mind (FS)",
      "description": "You become unshakable in the face of fear.",
      "effect": "Whenever you roll a test involving Willpower, you roll two dice and take the higher value.",
      "prerequisites": "<ul><li>WP 5</li></ul>"
    },
    {
      "name": "Stun (magic) – Two Actions",
      "description": "A jolt of magic (Aether) stuns your target.",
      "range": "touch",
      "mysticTest": "14 (magic)",
      "effect": "Target is immobilized and unable to make any actions for 3 rounds, or until the effect is removed, or until they take damage. Attacks made against the target while immobilized get a +2 to hit. At the end of the stunned character's turn, the target may make a willpower test. If the result is higher than 13, the effect is lifted.",
      "prerequisites": "<ul><li>Magical Affinity</li></ul>"
    },
    {
      "name": "Stun (melee) – Two Actions",
      "description": "A concussive blow that stuns your target.",
      "effect": "target takes 1d6 + strength damage and is stunned. They are immobilized and unable to make any actions for 2 rounds, or until the effect is removed, or until they take damage. Attacks made against the target while immobilized get a +2 to hit. At the end of the targeted character's turn, the target may make a vitality test. If the result is higher than 13, the effect is lifted.",
      "requirements": "must be proficient with weapon equipped or in unarmed combat",
      "prerequisites": "<ul><li>Melee Combat</li><li>STR 3</li></ul>",
      "range": "weapon"
    },
    {
      "name": "Sooth (magic)",
      "description": "channel the energies of the Aether into a target, soothing them.",
      "effect": "an angry or enraged target is calmed down. This removes any effects of extreme hatred or rage currently in place.",
      "range": "touch",
      "mysticTest": "12 (magic)",
      "prerequisites": "<ul><li>Magical Affinity</li></ul>"
    },
    {
      "name": "Split Shot (FS) – One Action",
      "description": "Fire two arrows from your bow at once at two different targets",
      "effect": "Make a ranged attack with two arrows nocked at a primary and secondary target. Roll to hit against each with a -2 to hit. Targets must be adjacent to each other and you must have line of sight on both.",
      "requirements": "must be wielding a bow and be proficient with bows. This attack expends two arrows.",
      "prerequisites": "<ul><li>ranged Combat</li><li>Double Shot</li><li>DEX 4</li></ul>"
    },
    {
      "name": "Aeth (KS) - Trainable",
      "description": "Learn the deep study of the Aether to better comprehend, recognize, and decipher the mystical energies and its presence",
      "use": "1d20 + Int + training modifier"
    },
    {
      "name": "Sure Footed (FS)",
      "description": "Player has greater balance and becomes much harder to knock of their feet.",
      "effect": "Player gains a +2 bonus to dexterity checks involving balance, including ambushes, grapples, trips, sweeps, and heavy blows.",
      "prerequisites": "<ul><li>DEX 2</li></ul>"
    },
    {
      "name": "Survival (KS) –  trainable",
      "description": "Learn to better survive in the wild.",
      "use": "1d20 + VIT + training modifier"
    },
    {
      "name": "Sweep (FS) – One Action",
      "description": "Use your weapon to hook your target’s leg in an attempt to knock them to the ground",
      "requirements": "must have a whip, staff, spear, or other pole weapon equipped. Must be proficient with that weapon.",
      "range": "weapon",
      "effect": "1d6 damage, no modifiers. Use your weapon to sweep a target’s legs, knocking them off their feet. Target is now prone and must use a One Action to stand up.",
      "prerequisites": "<ul><li>Melee Combat</li></ul>",
      "use": "Normal hit test, but replace any STR modifiers with DEX."
    },
    {
      "name": "Swim (FS) – trainable",
      "description": "Improves a character’s ability to swim",
      "use": "1d20 + training modifier + STR or DEX (whichever is higher)"
    },
    {
      "name": "Tech Savvy (KS) – trainable",
      "description": "You have an affinity towards tech that allows you to more easily pick up and learn new technologies that you have never encountered before, as well as to work with damaged machinery.",
      "effect": "On top of the usual modifiers gained: at skilled, can work with slightly broken machinery. At master, can work with moderately broken machinery.",
      "use": "1d20 + INT + training modifier"
    },
    {
      "name": "Thunderball (MS) – One Action",
      "description": "Hit an enemy with a large ball of electricity.",
      "range": "25 feet",
      "effect": "Deal 2d8 electrical damage (magic). Target rolls an opposed Vitality Attribute Test against the hit test. If they fail, they are shocked.",
      "prerequisites": "<ul><li>Magical affinity</li><li>thunderbolt</li><li>Magic 3</li></ul>"
    },
    {
      "name": "ThunderBolt (MS) – One Action",
      "description": "Hit an enemy with a small ball of electricity.",
      "range": "25 feet",
      "effect": "Deal 1d8 electrical damage (magic). Target rolls an opposed Vitality Attribute Test against the hit test. If they fail, they are shocked.",
      "prerequisites": "<ul><li>Magical affinity</li></ul>"
    },
    {
      "name": "Vital Resolve (FS)",
      "description": "Your astounding vitality helps you shrug off damage.",
      "effect": "Reduce all non-magical weapon damage dealt to you by your vitality.",
      "prerequisites": "<ul><li>Level 3</li></ul>"
    },
    {
      "name": "Aether Blast (MS) – One Action",
      "description": "Hit an enemy with a blast of Aether energy.",
      "range": "25 feet.",
      "effect": "deals 1d8 Aether damage. Unless target’s armor has anti-magic properties, each armor piece only grants half of its armor (rounded up) to the target’s armor rating for this attack.",
      "prerequisites": "<ul><li>Magical affinity</li></ul>"
    },
    {
      "name": "Aether Blade (MS) – Two Actions",
      "description": "Create a weightless one-handed sword of telekinetic energy.",
      "effect": "<ul><li>The Aether Blade persists until it is dismissed (free action). Can be dual wielded with other weapons, but only one Aether blade can be active for a caster at a time. Letting go of the blade for any reason will cause it to disappear. Doing so intentionally is a free action. Attacks made with the blade use Hit Test (melee).</li><li><b>Weapon details: </b><ul><li>Damage: 1d10 + magic damage (damage is Aether damage)</li><li>Critical range: 19-20</li><li>Weight: 1 lbs.</li><li><b>Special Ability: </b>Unless target’s armor has anti-magic properties, each armor piece only grants half of its armor (rounded up) to the target’s armor rating. Cannot be parried, riposted, or blocked with non-magic weapons. Cannot be used to parry or riposte non-magic weapons.</li>",
      "mysticTest": "14 (magic)",
      "prerequisites": "<ul><li>Magical affinity</li><li>Melee Combat</li><li>Magic 2</li></ul>"
    },
    {
      "name": "Aether Bomb (MS) – (Two Actions – Extended)",
      "description": "Character charges up for a magic bomb that decimates the area surrounding the caster.",
      "effect": "<ul><li>If Mystic Test passes, take Two Actions to charge up the attack. While charging, Hit Tests made against you get a +2 modifier. On the following turn, spending both of your actions, you unleash the magical bomb, decimating absolutely everything in the 15x15 area surrounding the caster, completely ignoring cover (magical and physical) and line of sight issues. All characters (including caster) in area of effect roll a Willpower Attribute Test. If they get below 18, they take 3d12 +  Mag damage (Aether). This damage cannot be prevented or rebounded (but it can be reduced). This spell cannot be countered or rebounded.</li></ul>",
      "mysticTest": "23 (magic)",
      "range": "self",
      "prerequisites": "<ul><li>Magical Aptitude</li></ul>"
    },
    {
      "name": "Aether Shield (MS) – Two Actions",
      "description": "Create a weightless shield of telekinetic energy. This shield can only block magical weapons, weapons imbued with magical power, or spells.",
      "effect": "<ul><li>Telekinetic Shield persists until it is dismissed (free action) or let go for any reason. Non-magic weapons and fists simply pass through the shield unharmed. Grants a -2 penalty to magical attacks made against you, or attacks against you made with a magical weapon</li></ul>",
      "mysticTest": "14 (magic)",
      "prerequisites": "<ul><li>Magical affinity</li><li>Magic 2</li><li>Dual Wield Melee</li></ul>"
    },
    {
      "name": "Aether Speak (KS)",
      "description": "Gain the ability to commune with the beings of the Aether. This includes both spoken and written language.",
      "prerequisites": "<ul><li>Int 3</li></ul>"
    },
    {
      "name": "Aether Strike (FS) - One Action",
      "description": "Knowledge of and exposure to the Aether has allowed you to imbue your melee strikes with mystical energies.",
      "effect": "On a successful hit, you deal an extra 1d6 Aether damage.",
      "requirements": "Melee weapon attacks or unarmed strikes only.",
      "prerequisites": "<ul><li>WP 3</li><li>Int 3</li></ul>"
    },
    {
      "name": "Aether Shot (FS) - One Action",
      "description": "Knowledge of and exposure to the Aether has allowed you to imbue your ranged attacks with mystical energies.",
      "effect": "On a successful hit, you deal an extra 1d6 Aether damage.",
      "requirements": "Ranged weapon attacks only.",
      "prerequisites": "<ul><li>WP 3</li><li>Int 3</li></ul>"
    },
    {
      "name": "Aether Wallet (MS)",
      "description": "Keep items hidden within a small space between dimensions that only you can access.",
      "effect": "You are able to hide and retrieve items that, combined, weigh up to 25 x Magic pounds. Cannot be accessed in combat. Cannot hide living things."
    },
    {
      "name": "Weapon Skills – Melee (FS)",
      "description": "Become proficient with a weapon of your choice.",
      "effect": "<ul><li>Can be purchased multiple times. Gain proficiency in a melee weapon class, allowing you to make attacks with that class of weapon without penalty. Attacks with a proficient weapon grant a +0 to hit. Attacks with a non-proficient basic weapon grant a -2 to hit. Attacks with a non-proficient advanced weapon grant a -4 to hit.</li><li>Basic Melee Weapons include<ul><li>Hand to hand combat (unarmed and fist weapons)</li><li>One handed swords</li><li>One handed axes</li><li>One handed maces</li><li>Two handed swords</li><li>Two handed axes</li><li>Two handed maces</li><li>Staves/Spears</li><li>Knives</li><li>Basic Whips</li></ul></li><li>For Advanced Melee Weapon Types, see Chart: Melee Chart in Chapter 3: Part I. (tend to include specialty weapons, augmented weapons {such as chain whips and segmented staves}, or complex weapons unheard of in your world, grenades).</li></ul>",
      "prerequisites": "<ul><li>Melee Combat</li></ul>"
    },
    {
      "name": "Weapon Skills – Ranged (FS)",
      "description": "Become proficient with a weapon of your choice.",
      "effect": "<ul><li>Can be purchased multiple times. Gain proficiency in a ranged weapon class, allowing you to make attacks with that class of weapon without penalty. Attacks with a proficient weapon grant a +0 to hit. Attacks with a non-proficient weapon grant a -2 to hit. Attacks with non-proficient advanced weapon grant a -4 to hit.</li><li>Basic Ranged Weapons Include<ul><li>One handed firearms</li><li>Two handed firearms</li><li>Bows</li><li>crossbows</li><li>Thrown weapons</li></ul></li></li><li>For Advanced Ranged Weapon Types, see Chart: Ranged Chart in Chapter 3: Part I.</li></ul>",
      "prerequisites": "<ul><li>Ranged Combat</li></ul>"
    },
    {
      "name": "Weapon Maintenance (KS)",
      "description": "Learn basic weapon maintenance, allowing you to keep your melee and ranged weapons clean and ready for use, staving off penalties due to neglect.",
      "effect": "Unjamming your weapon is now only a One Action.",
      "prerequisites": "<ul><li>Int 1</li><li>Ranged Combat</li></ul>"
    },
    {
      "name": "Whirlwind (FS) – Two Actions",
      "description": "A powerful spinning attack hits all targets adjacent to you.",
      "range": "weapon",
      "effect": "<ul><li>Roll a Hit Test (Melee) for all characters (friend or foe) in range. Deal normal weapon damage to each.</li></ul>",
      "requirements": "2-handed melee weapon equipped. Requires being proficient with that weapon.",
      "prerequisites": "<ul><li>Melee Combat</li><li>STR 5</li><li>DEX 4</li><li>Cleave</li></ul>"
    },
    {
      "name": "Wrangling (KS) –  trainable",
      "description": "Learn to better handle and soothe wild beasts",
      "use": "1d20 + WP + training modifier"
    },
    {
      "name": "Combat Prowess (FS)",
      "description": "Skill and training has tought you to make multiple attacks a turn.",
      "effect": "You are no longer restricted to only one attack or magical ability a turn.",
      "prerequisites": "<ul><li>DEX 4</li><li>Level 3</li></ul>"
    }
  ]
}
