{
  "fateOfTheWaygateTable": {
    "name": "Fate of the Waygate (1d100)",
    "headers": [ "Roll", "Effect", "Description", "Notes"],
    "rows": [
      { "roll": "1 - 40", "effect": "Minor Physical Alteration", "description": "The twisting nether forces you to undergo a minor physical alteration", "notes": "(See chart: Minor Alterations)" },
      { "roll": "41 - 50", "effect": "Font of Gray", "description": "Your character is aged physically by 1d10 years" },
      { "roll": "51 - 60", "effect": "Shedding", "description": "Once a month, your character sheds their skin like a snakes. It's painless and leaves your skin clear and smooth, but may freak out those seeing it (shedding takes place over 48 hours)" },
      { "roll": "61", "effect": "Shattered Lives", "description": "The energies of the Waygate have wiped your mind of all memories from your personal past. Your name, birthplace, careers, and past relations are wiped clean. All you know are how to function as a human being, nothing more.", "notes": "You can be reminded of these traits if your compatriots know them. Otherwise, come up with a new name for yourself." },
      { "roll": "62 - 64", "effect": "Parasitic bonding", "description": "Something has latched onto you and won’t let go. Gain the \"Symbiotic Essence\" special skill" },
      { "roll": "65 - 87", "effect": "Unchanged", "description": "Congratulations. You haven’t changed at all, save for a deeper appreciation of the dangers of the Waygate." },
      { "roll": "88 - 92", "effect": "Ethereal Glow", "description": "Your body acquires a permanent glow through the Glow special skill", "notes": "Acquire the \"Glow\" special skill" },
      { "roll": "93 - 96", "effect": "Bloody Tears", "description": "Your eyes occasionally leak blood. It doesn’t hurt, but it is a terrible sight to behold. The whites of your eyes turn black permanently.", "notes": "Some may find this off-putting" },
      { "roll": "97 - 99", "effect": "Marked By The Fates", "description": "Your body is covered with black tattoo-like Lichtenberg scars and your eyes turn red." },
      { "roll": "100", "effect": "Aether Contamination", "description": "You undergo Aether Contamination. You also learn Aether Speak", "notes": "(See chart: Aether Contamination)" }
    ]
  },
  "minorAlterationsTable": {
    "name": "Minor Alterations (1d6)",
    "headers": [ "Roll", "Effect", "Notes"],
    "rows": [
      { "roll": "1", "effect": "Pointed Ears", "notes": "Gain elf-like pointed ears" },
      { "roll": "2", "effect": "Gives a minor tinted color to your skin. Roll a d6 for color, unless GM allows you to choose.", "notes": "1=blue, 2=red, 3=green, 4=purple, 5=orange, 6=pink" },
      { "roll": "3", "effect": "Hair Growth", "notes": "Hair grows two feet in length. Attempting to cut it will result in it growing back immediately" },
      { "roll": "4", "effect": "Hair Loss", "notes": "Hair shrinks down to buzz cut length. Growth permanently takes 10x as long as before." },
      { "roll": "5", "effect": "Fangs", "notes": "Your incisors grow into small fangs (1d6 damage if used for attack)" },
      { "roll": "6", "effect": "Bifurcation", "notes": "You now have a bifurcated tongue" }
    ]
  },
  "aetherContaminationTable": {
    "name": "Aether Contamination (1d100)",
    "headers": [ "Roll", "Effect", "Notes"],
    "rows": [
      { "roll": "1 - 50", "effect": "Gain a minor physical alteration", "notes": "See chart: Minor Alterations)" },
      { "roll": "51 - 60", "effect": "You briefly turn into a horrid monster of indescribable terror before turning back to your usual form. Everyone who witnesses this rolls a Willpower test. If they get below a 14 they are terrified and cannot make actions until after their next turn." },
      { "roll": "61 - 80", "effect": "Temporary Transmogrification. You are transmogrified into a monstrous form for an hour.", "notes": "You look like a human, but your skin is a sickly green and looks like it is almost melting off. Your limbs grow/shrink to strange proportions. You can only speak in gargled gibberish." },
      { "roll": "81 - 86", "effect": "Touched by Night", "notes": "Your eyes turn pitch black all over and your blood is now black" },
      { "roll": "87 - 95", "effect": "Wracked with pain: You drop to your knees as the most terrible pain you’ve ever experienced fills your entire being. You cannot move for 30 seconds (5 rounds), and all attacks against you get +2 to hit. " },
      { "roll": "96 - 99", "effect": "Spared by the Fates", "notes": "You feel a quick rush of energy as the Aether flows through you, but nothing else happens." },
      { "roll": "100", "effect": "Unspeakable Horror: You transform into an indescribable mess of body parts and flesh. You feel only pain and can’t communicate or move in any way. Strange appendages have started growing from your body.", "notes": "Your character is effectively dead. All players in the party can sacrifice an Aether Mark to reverse this effect." }
    ]
  }
}
