{
  "description": {
    "title": "Step One: Origin, Background, and Personality",
    "quote": {
      "quote": "Before going through the gate I was a timid accountant in Brooklyn. Yesterday I quelled a rebel uprising. Life’s never been better.",
      "author": "Danica Bloom, Emperor’s Hand"
    },
    "content": [
      "Every country handles the Waygates differently. Some have decided that they should be closed off, and have done everything in their power to keep anyone from going in and everything from coming out of them. Others have decided to use them to their advantage: to research new technologies and the mystic arts, to learn more about the universe, to stumble upon great riches and resources.",
      "Of those countries that send people beyond the Waygate, most put some sort of volunteer system in place. As such, it is rare to find two people of similar backgrounds in any group. Where you were born, where you live, and what you did before enlisting will help determine not only your character’s personality, but will also have some effect on their starting skills and attributes.",
      "Your character can have any sort of background. Maybe they were in the military. Maybe they were a school teacher. A criminal seeking to commute their sentence. Maybe they were just bored and seeking adventure and riches. Anyone who goes beyond is promised two things in return for their work: an adventure like no other and whatever money and valuables they can find.",
      "The following guide will walk you through the system for determining your character’s history and personality. Keep in mind, just because you know this information, it does not mean you have to divulge this information to anyone, but the GM. If it is within your character’s personality, feel free to keep this information secret.",
      "Write down the results and answers to the following steps/questions on your character sheet."
    ]
  },
  "steps": {
    "list": [
      { "content": "What is your character’s name?" },
      { "content": "Mark down Level 1 in your Level section of your character sheet." },
      { "content": "Where were you born, and where do you currently live?", "sub": ["You may include culture and religious background, if you so choose"] },
      { "content": "Determine Genetics (optional, at GM’s discretion)", "sub": ["Roll a d100 against the Genetics Chart below and write down the result on your character sheet."] },
      { "content": "Describe your character’s personality", "sub": ["What traits define your character"] },
      {
        "content": "Why are you going into the Waygate?",
        "sub": [
          "Are you an adventurer? Are you running from something? Running toward something? Are you driven by a promise? Are you looking for something? Did you need money?",
          "Whatever your reason, it is important that you know why your character is making the journey in the first place."
        ]
      }
    ]
  },
  "charts": {
    "genetics": {
      "headers": ["Roll", "Genetics", "Description", "Effect"],
      "body": [
        {
          "range": "0",
          "name": "Socially Cursed",
          "description": "A small shortcoming toward ability to stand tall in social situations",
          "effect": "-1 WP, -1 Cha"
        },
        {
          "range": "1-10",
          "name": "Tough Blood",
          "description": "Born with a natural resistance to poisons and contaminants",
          "effect": "Start With <b>Feat</b> \"Resist Poison – Basic\""
        },
        {
          "range": "11-20",
          "name": "Flat Feet",
          "description": "Flatter than normal feet make it harder to slip or to knock you over",
          "effect": "+2 to any attempts to maintain footing (including tackles)"
        },
        {
          "range": "21-28",
          "name": "Keen Vision",
          "description": "Your eyes have adjusted, and are now able to see in dark light.",
          "effect": "Start with the \"Dark Vision\" <b>skill</b>. -2 to dexterity in very bright areas."
        },
        {
          "range": "29-25",
          "name": "Poor Vision",
          "description": "Your eyes have deteriorated slightly; luckily glasses are always an option.",
          "effect": "-1 Dex while not wearing corrective lenses."
        },
        {
          "range": "36-40",
          "name": "Mentally Sound",
          "description": "You were born with a natural resilience to fear.",
          "effect": "Start with <b>Feat</b> \"Resist Fear - Basic\""
        },
        {
          "range": "41-50",
          "name": "Silver Tongued",
          "description": "You've always had a way with words.",
          "effect": "+1 Cha"
        },
        {
          "range": "51-55",
          "name": "Double Jointed",
          "description": "You were born with a greater range of joint control.",
          "effect": "+1 Dex"
        },
        {
          "range": "56-60",
          "name": "Eyesore",
          "description": "No one can quite place a finger on it, but you just seem to make them feel a little..... off.",
          "effect": "-1 Cha"
        },
        {
          "range": "61-85",
          "name": "Typical",
          "description": "You're just your normal, everyday human.",
          "effect": "None"
        },
        {
          "range": "86-90",
          "name": "Tough Guy",
          "description": "You were born with a predisposition to muscle.",
          "effect": "+1 Str"
        },
        {
          "range": "91",
          "name": "Sharp Mind",
          "description": "You were born with a knack for learning new things.",
          "effect": "+1 extra skill at start."
        },
        {
          "range": "92-96",
          "name": "Observant",
          "description": "You were born with a tendency towards awareness",
          "effect": "+1 Per"
        },
        {
          "range": "97-98",
          "name": "Frail",
          "description": "You never were great at keeping on the muscle.",
          "effect": "-1 Str"
        },
        {
          "range": "99",
          "name": "Prodigy",
          "description": "You were born ahead of the curve",
          "effect": "+1 Str, +1 Dex, +1 Int"
        }
      ]
    },
    "eyesight": {
      "headers": ["Roll", "Eyesight", "Effect"],
      "body": [
        {
          "range": "0-1",
          "name": "Keen Vision",
          "effect": "Start with the \"Dark Vision\" <b>skill</b>."
        },
        {
          "range": "2-8",
          "name": "Typical",
          "effect": "Normal 20/20 vision"
        },
        {
          "range": "9-10",
          "name": "Poor Vision",
          "effect": "-1 Dex while not wearing corrective lenses."
        }
      ]
    }
  }
}
