{
  "title": "Chapter 6: Magic",
  "quote": {
    "quote": "Magic is a fickle thing. Use is poorly, things go wrong. Use it without conviction, things go wrong. Use it just right, somehow things might still go wrong.",
    "author": "Tanya Tokevic, Anthropologist"
  },
  "background": {
    "name": "Background",
    "content": [
      "Magic is a mysterious force, one that is not yet fully understood. While all beings have magical potential, the use of magic appears to be reliant on the existence of a magical connection in the user’s world, more so than any innate aptitude. Even the most powerful of magical practitioners will find themselves powerless in a world where the threads of magic are disconnected from the Aether.",
      "But even in the most magically inclined worlds, the exact nature of this force remains unknown, as the greatest minds study tirelessly to make any breakthrough. As such, magic remains a dangerous and risky force to use, but for many the potential benefits far outweigh such risks as users find themselves tapping into power that they had only ever dreamed of."
    ]
  },
  "learning": {
    "name": "Learning",
    "content": [
      "In order to tap into one’s magical aptitude, they first must learn the basics. This isn’t something that one can learn simply through basic study or from a magical tome. You must first seek someone out who is willing to teach you to use this force (the <b>Magical Affinity</b> skill), as only they have the knowledge to fully open up the channels that will allow the threads of magic flow through you.",
      "Once learned, new magical abilities can be accrued through leveling up, progression of story, and feats of strength."
    ]
  },
  "magicalMayhem": {
    "name": "Magical Mayhem",
    "content": [
      "Magical Skills provide a lot of power and versatility, but they are not without their drawbacks. Magic is a fickle thing, and the magical threads that bind the world together are only meant to be stretched so far.",
      "When a magician overuse their connection to these magical threads, they run the risk of tearing these threads apart momentarily, causing <b>Magical Mayhem</b>. When this happens, strange energies leak in the world from the Aether before the magical seams of the universe can repair themselves. The effects of this leakage range from mild inconvenience to life-threatening dangers."
    ],
    "causing": {
      "name": "Causing Magical Mayhem",
      "content": [
        {
          "name": "Failing with magic to a very high degree",
          "sub": [
            "When the final result of a <b>Mystic Test</b> for any spell is less than half the spell’s required Mystic Test value (rounded down).",
            "Rolling a critical fail when using a magic skill."
          ]
        },
        {
          "name": "Using two spells in one turn",
          "sub": [
            "Sustaining a spell does not count towards this"
          ]
        },
        { "name": "Using three of the four actions you have over two turns on spells (ex. One Action one turn, Two Actions next turn)" },
        { "name": "In one round, if 10 actions are spent using magic by any number of characters (DM should keep track with a d10)." }
      ],
      "post": "Typically, Magical Mayhem cannot be stopped. Legends speak of powerful magicians halting the process, but officially there are no reports of this ever happening.",
      "chart": {
        "name": "Magical Mayhem",
        "note": "Aether Marks cannot be used to change your roll.",
        "headers": ["Roll", "Name", "Description", "Effect"],
        "body": [
          { "roll": "0-9", "name": "Nothing", "description": "Nothing Happens", "effect": "Nothing Happens" },
          { "roll": "10-19", "name": "Time Dilation", "description": "Time seems to ebb and flow, as you momentarily fall out of its influence", "effect": "You lose your next One Action" },
          { "roll": "20-29", "name": "Nothing", "description": "Nothing Happens", "effect": "Nothing Happens" },
          { "roll": "30-39", "name": "Aether Sickness", "description": "All sentient beings near the caster feel their magic being drained.", "effect": "All characters within 30 feet the Caster (them included) have their Magic reduced to 0 and are unable to cast spells until after the Caster’s next turn. They also lose all sustained magic and their Armor loses its permanent magical properties for this time." },
          { "roll": "40-49", "name": "Farsight", "description": "The tearing open of the Aether has given the Caster a glimpse of what lies beyond the known universe. They immediately forget the experience, but it does not leave them unchanged.", "effect": "Caster gets +2 WP for 3 rounds." },
          { "roll": "50-59", "name": "Aether Shock", "description": "The Caster has stared into the eyes of a terrible beast that exists between dimensions. ", "effect": "Caster gets -2 WP for 3 rounds" },
          { "roll": "60-69", "name": "Hellscape", "description": "The sudden influx of magical energies alters the very fabric of the world for a few moments, turning the world around the battle into a nightmarish place.", "effect": "All characters who are not blind, dead, or unconscious roll a willpower check. (1d20 + WP). If the result is lower than 14, they are feared. During their turn, they must spend a half action on a willpower check, until they are alleviated of their fear. Special skills can protect against this. A critical failure on any willpower roll leads to a “Mental Changes’ roll, which gets added to their character sheet." },
          { "roll": "70-74", "name": "Hulking Strength", "description": "Caster feels and influx of strength", "effect": "Caster gets +2 STR and -2 DEX for 3 rounds." },
          { "roll": "75-76", "name": "Aether Shifting", "description": "Caster suffers from the <b>Fate of the Waygate</b> as energies flow into their body", "effect": "Caster rolls against the <b>Fate of the Waygate</b> chart in <b>Chapter 1</b> and adds the result to their character sheet." },
          { "roll": "77-79", "name": "Seer Soul", "description": "The essence of lies and deceit fills the Caster", "effect": "The caster gains the “Casandra’s Reputation” special skill." },
          { "roll": "80-86", "name": "Blood Rain", "description": "Blood rains down from the sky", "effect": "Blood rains down from the sky." },
          { "roll": "87-89", "name": "Symbiotic Essence", "description": "Something crawled out of the Aether and latched itself onto you", "effect": "Caster gains the “Symbiotic Essence” special skill." },
          { "roll": "90-93", "name": "Magic Amplifier", "description": "Everyone on the battlefield can feel the very essence of magic coursing through their veins", "effect": "Until end of combat, all characters on the battlefield get +5 Magic. Magical Mayhem cannot occur." },
          { "roll": "94-95", "name": "Seeing Red", "description": "The caster feels a sudden surge of fury", "effect": "The Caster gains the “bloodlust” special skill." },
          { "roll": "96-97", "name": "Weapon Shatter", "description": "The caster's weapon explodes in their hand", "effect": "All weapons that the Caster is currently wielding are destroyed. The Caster takes 1d8 damage, and is now unarmed." },
          { "roll": "98", "name": "Disappearing Act", "description": "The Caster blinks out of existence for a moment", "effect": "The Caster blinks out of existence for a moment. They will return to the battlefield in the same spot at the start of their next turn. They are now disengaged with all enemies." },
          { "roll": "99", "name": "Fate of the Waygate", "description": "The energies of the Waygate flood into the material plane", "effect": "All characters within 100 feet of the caster each roll against the <b>Fate of the Waygate</b> Chart in <b>Chapter 1</b> and take whatever effect is given. " }
        ]
      }
    }
  }
}
