{
  "title": "Enter the Waygate",
  "content": [
    "It is the 21st century, and the planet Earth is as dull as ever. People wake up every morning and partake in their daily routine: Eat, work, eat, work, eat, TV, sleep. Day after day after day, the planet’s inhabitants go about their lives bound to this wheel, content in their isolation within this universe.",
    "But on one blissfully normal day, everything changed.",
    "All around the world, strange blue orbs, the height of a man and just as wide, of rippling energy suddenly appeared. Their locations seemingly random, scientists were baffled by these strange phenomena and for years, tens of thousands of people, from physicists to religious fanatics to groups of friends tired of being holed away in their basements, studied these mysterious orbs, with seemingly no results, until one day something finally happened. THEY came through.",
    "These mysterious orbs billowed with energy, and from each of them emerged an emissary. Humanoids, beasts, and everything in between and beyond, from every orb a seemingly different species step through, and all at once they spoke, \"Inhabitants of Planet Earth. You have been chosen as worthy recipients of these portals into other dimensions. They are yours to use as you see fit. Step within and allow them to show you worlds the likes of which you have never seen.\"",
    "And then the emissaries were gone. These beings stepped back into their orbs and instantly disappeared from our planet as suddenly as they had arrived.",
    "The world changed forever that day. Some tried to destroy the orbs, others revered them as some divine tool, sent here to save or damn us all, but some brave souls decided the potential for interdimensional travel was far too great to pass up. Some hoped the portals would lead them to incalculable riches, others wished to bring back amazing tales and discoveries, and some simply wished for a chance at a new life, but regardless of the reason, people began stepping through in greater and greater numbers.",
    "Months passed, and though many volunteers entered the Waygates, few ever returned, and those who did return had been changed. Some were driven mad by what they saw. Others had become physically warped by the strange laws of the unexplored reached of the multiverse. But no matter the risk, there were always people willing to take that step in hope of a reward beyond imagination."
  ],
  "sub": {
    "header": "Fate of the Waygate",
    "content": [
      "While the worlds beyond the Waygates are beyond counting and as different from each other as can be. The only consistent factor between them is the presence of the Waygates and the strange properties that that entails.",
      "Those who travel through the Waygate are exposed to the strange energies called the Aether, which crosses from the void between dimensions into the worlds it crosses. This Aether, when coming into direct contact with a person, causes an astounding number of unpredictable effects ranging from bodily transmogrification, mental abnormalities, and strange abilities beyond what one could consider 'human.'",
      "In the long run, exposure to the Waygates has an effect on the worlds they enter as well. The Aether seeps into worlds slowly, but the more it comes in, the more it shapes the very essence of that world and the dimension it exists in. It can take hundreds of years, but eventually the planet will become so filled with Aether that its denizens can learn to shape it to its will.",
      "And in the worlds beyond, where hostility and danger are everpresent, learning to control such magic, as most call it, is oftentimes the key to survival."
    ]
  }
}
