{
  "description": [
    "In Waygate you take the role of a volunteer who recently signed up to venture through one of the many portals (Waygates) into other worlds and dimensions. Are you seeking to make money, or find fame, or perhaps run away from your old life? It doesn’t matter. Whoever you were before you enlisted is irrelevant to the task at hand. Your job is simply to go through the Waygate and bring back data on the world beyond.",
    "The ends always justify the means, and no matter what you do beyond the Waygate in service of this task, your governing body will overlook your transgressions. But be warned. The world beyond may not be so tolerant of visitors, so proceed with your own ambitions at your own risk.",
    "It will not be easy. Few who venture through the Waygates are ever heard from again, and those who are rarely return unchanged, but the rewards, should you choose to go through with this task, will be beyond your wildest dreams."
  ],
  "section1": [
    "The first thing you must do to begin your adventure is to make your Player Character. This is the character that you will represent and whose personality you will adopt throughout the game. As you continue through this chapter you will be walked through the process of character creation. There may be some terms that will be new to you, but no need to worry, all such terms will be explained throughout this book.",
    "Before getting started, you will need to get a couple of dice. It is not necessary for everyone to have a collection of dice, so long as you have the following.",
    "One four-sided dice (d4), one six-sided dice (d6), one eight-sided dice (d8), one 1 ten-sided dice (d10), one twelve-sided dice (d12), and one twenty-sided dice (d20). You will not need all of these dice for the purpose of character creation, but they will be required for normal gameplay. If you do not have physical dice, there are numerous free online dice rollers that you can make use of.",
    "Note. Waygate does not utilize a traditional class or career system. Characters are typically seen as blank slates to grow as you wish, based on what you want to focus on. So do not worry about locking yourself out of certain skills, as every character has the potential to follow any build you see fit.",
    "There are five steps you should follow when you create a new character."

  ]
}
