{
  "title": "Making Attacks",
  "quote": {
    "quote": "*Smack *smack *smack \".....Why won't you just die?\"",
    "author": "Devin Devos, Venture Capitalist"
  },
  "content": [
    { "name": "Step One", "intro": "Declare your target that's in range, your attack type, and make the appropriate <b>Hit Test</b>.", "sub": [
      "If an enemy is within range and within line of sight, you can make an attack. Range information is located on the Weapons Chart in <b>Chapter 3</b>.",
      "Choose a type of attack to make (see chart Attack Types at the end of this chapter) or use a skill.",
      "Make a Hit Test (see <b>Chapter 4</b>). <ul><li>Remember to calculate all modifiers from the attack type, weapon proficiency, etc.</li></ul>"
    ]},
    { "name": "Step Two", "intro": "Opponent Reactions, if applicable." },
    { "name": "Step Three", "intro": "Calculate and apply damage, if hit was successful" }
  ],
  "attackModifiers": {
    "header": "Attack Modifiers",
    "intro": "These are modifiers that incluence the likelihood of a successful <b>Hit Test</b>.",
    "content": [
      { "name": "Attack Type", "intro": "The type of attack you make will add bonuses or penalties to your hit test." },
      { "name": "Distance", "intro": "Ranged weapons have a range specified on the Weapons Charts in Chapter 3. The range influences the points at which accuracy becomes hampered due to distance or opponent readiness. Distance adds a modifier to the Hit Test.", "sub": [
          "Target within range: -0",
          "Target within 5 feet if you are wielding a handgun: +2",
          "Target within 5 feet if you are wielding a two handed ranged weapon: -4"
      ]},
      { "name": "Position", "intro": "The position of your target can influence the effectiveness of an attack.", "sub": [
          "<b>Covered Target: </b> If your target is behind cover, but still within line of sight (ie. Made an attack this turn, or not fully covered), they take a -2 to hit.",
          "<b>Flanking: </b> If a target is currently engaged in combat with an ally and you come at them from a different angle than the person they are engaged in combat with, you get a +2 bonus to your hit.",
          "<b>Prone: </b> If an enemy is prone on the floor, gain a +2 bonus to your hit with melee weapons, and -2 to hit with ranged weapons.",
          "<b>Out of Sight: </b> You must have line of sight to make an attack."
      ]},
      { "name": "Resistances", "intro": "Maybe their armor has some special properties. Maybe they have naturally thick skin, or an innate magical resistance. Maybe they’ve taken a potion or applied a spell that makes them harder to hit. For whatever reason, getting through and dealing damage is going to be that much harder." },
      { "name": "Size", "intro": "How large a target is can make it much easier or harder to land a hit. While a giant size may grant bonuses to strength and vitality, it also leads to an easier target to hit. The following chart shows how size modifies hit tests made against them", "sub": [
          "Giant: +6",
          "Huge: +4",
          "Large: +2",
          "Medium (ie. human): 0",
          "Small: -2",
          "Tiny: -4",
          "Flee: -6"
      ]},
      { "name": "Proficiency", "sub": [
        "You are allowed to use any weapon at your disposal, but unless you are trained for that particular weapon, you take a penalty to your attacks (see Weapon Skills – Melee and Weapon Skills – Ranged skills in Chapter 2).",
        "With proficiency, that weapon gets a -0 to hit.",
        "Without proficiency, attacks with a Basic Weapon grant a -2 to hit.",
        "Without proficiency, attacks with an Advanced Weapon grant a -4 to hit."
      ]}
    ]
  },
  "responding": {
    "header": "Responding to Attacks",
    "intro": [
      "When a successful attack is made against you, if you are aware of the attack, there are a few actions you can take. You may only make one of these actions once per round, regardless of success. Each of these are done after a successful hit check, but before damage. If you have the <b>Grace and Finesse</b> skill, you can use two of these actions a round (cannot use same reaction twice in one round).",
      "Actions that stop, dodge, or redirect attacks that were critical on their hit tests only succeed if the reaction is critical as well."
    ],
    "content": [
      { "name": "Dodge", "sub": [
        "Must have the <b>Dodge</b> skill",
        "You may roll a dexterity roll (1d20 + dexterity). If the value is above your opponent’s hit test, you dodge."
      ]},
      { "name": "Parry", "sub": [
        "Must have the <b>Parry</b> skill",
        "Only works against Melee attacks",
        "Cannot <b>Parry</b> in the same round as you <b>Riposte</b>",
        "You may roll a dexterity roll (1d20 + dexterity). If the value is above your opponent’s hit test, you parry that attack."
      ]},
      { "name": "Riposte", "sub": [
        "Must have the <b>Riposte</b> skill",
        "Only works against Melee attacks",
        "Cannot <b>Riposte</b> in the same round as you <b>Dodge</b>",
        "You may roll a dexterity roll (1d20 + dexterity). If the value is above your opponent’s hit test, you parry that attack.",
        "If you successfully stopped the attack and did not drop your weapon, deal weapon damage without modifiers."
      ]},
      { "name": "Counterspell", "sub": [
        "Must have the <b>Counterspell</b> skill",
        "Only works against magic attacks",
        "Cannot <b>Counterspell</b> in the same round as you <b>Rebound Spell</b>",
        "You may roll a magic roll (1d20 + magic). If the value is above your opponent’s hit test, you counter that attack."
      ]},
      { "name": "Rebound Spell", "sub": [
        "Must have the <b>Rebound Spell</b> skill",
        "Only works against Magic attacks",
        "Cannot <b>Rebound Spell</b> in the same round as you <b>Counterspell</b>",
        "You may roll a magic roll (1d20 + magic). If the value is above your opponent’s hit test, you counter that attack.",
        "If you are successful, deal 1d6 magic damage of the same type as the spell being used against you (if no type, just roll as 1d6 damage)."
      ]}
    ]
  },
  "dealingDamage": {
    "header": "Dealing Damage",
    "intro": "After a successful hit, you must roll to determine the amount of damage you deal. Skills may have their own way to determining damage, but in general, the way to determine damage is with the following formula.",
    "content": [
      { "name": "Melee Damage: ", "formula": "Weapon Damage + Str + modifiers" },
      { "name": "Finesse Damage: ", "formula": "Weapon Damage + Dex + modifiers" },
      { "name": "Ranged Damage: ", "formula": "Weapon Damage + modifiers" },
      { "name": "Magic Damage: ", "formula": "Spell Damage + Magic + modifiers" }
    ],
    "criticalHit": {
      "header": "Critical Hits",
      "content": [
        "A critical hit means that, except under rare circumstances, the attack goes through regardless of the target's armor rating",
        "All weapons and spells have a critical range (usually 20, or 19-20) listed on the Weapons Chart in <b>Chapter 3</b> or in their Skill Description in <b>Chapter 2</b>. If your unaltered dice roll from your Hit Test fell with this range, you deal critical damage.",
        "All weapons have an associated damage type. On critical hits, they may have a special effect, based on this type.",
        "Critical Damage means you double your weapon damage roll, then add modifiers."
      ],
      "example": {
        "name": "Example", "content": "You roll a natural 20 on your hit test, and your weapon’s damage is 1d8 + str. Your weapon’s damage on critical is 2x. You roll a 6. This would mean you deal 2x(6) + Str. Meaning you deal (12 + Str) damage."
      }
    },
    "statuses": {
      "header": "Statuses",
      "intro": "These are effects, such as burned, bleeding, etc., that can affect a character by causing turn-by-turn damage or affecting their ability to take actions. They can happen due to critical hits, skills, or random occurrences",
      "pre": [
        "Many status deal damage based on Xd4, with X being the number of dice to roll. This could be a flat number, or a number based off an attribute. For example, some attacks and skills may be listed as burning(2). This means that every turn they are burned they are dealt 2d4 damage. Or they may be listed as burned(attribute), in which case they are dealth damage with a number of d4 equal to that attribute (so if attacker Str was 4, it would be 4d4).",
        "Statuses last for a time based on the effect that caused them (usually 1d4 turns"
      ],
      "content": [
        { "name": "Bleeding", "effect": "Xd4 damage at the start of their turn" },
        { "name": "Burned", "effect": "Xd4 fire damage at the start of their turn" },
        { "name": "Shocked", "effect": "Target loses a single action at their next turn and lose any focus or concentration they may have." },
        { "name": "Frozen", "effect": "Target loses a half action during their next turn. Movement speed is halved (rounded down) for Xd4 turns." }
      ]
    },
    "damageTypes": {
      "header": "Damage Types",
      "intro": "damage seen as a result of a successful hit. Some armors have more or fewer resistance to certain types of damage. (note. If you successfully aimed an attack at a body part, you may skip rolling for damage location on critical hits).",
      "content": [
        { "name": "Slashing", "intro": "Damage made with some form of edged weapon", "sub": [
            "On a critical hit, after damage, roll 1d20. If the result is 16 or higher, the target is <b>Bleeding(your Str)</b> for 1d4 turns"
        ]},
        { "name": "Concussive", "intro": "damage made with blunt force", "sub": [
          "On critical hit, roll 1d20. If the result is 16 or higher, the target's Armor Rating is reduced by 1 until the end of the encounter."
        ]},
        { "name": "Rending", "intro": "Ripping Damage", "sub": [
          "On critical hit, roll 1d20. If the result is 14 or higher, the target is <b>Bleeding(your Str)</b> for 1d4 turns"
        ]},
        { "name": "Void", "intro": "Damage caused by void spells", "sub": [
          "On critical hit, target makes a Willpower Test. If they roll below a 16, they are <b>Stunned</b>"
        ]},
        { "name": "Piercing", "intro": "Stabbing and piercing damage", "sub": [
          "On a critical hit, after damage, roll 1d20. If the result is 16 or higher, the target is <b>Bleeding(1)</b> for 1d4 turns"
        ]}
      ]
    },
    "unarmedCombat": {
      "header": "Unarmed Combat",
      "intro": "if you are attacking with bare fists, the weapon damage is determined by size via the following list.",
      "content": [
        "Giant: 1d6 + Str + Str",
        "Huge: 1d6 + Str + 2",
        "Large: 1d4 + Str + 2",
        "Medium 1d4 + Str",
        "Small: 1d4",
        "Tiny: 1d4",
        "Flee: 1d4 / 2 (rounded down)"
      ]
    },
    "post": "To deal damage, subtract your final damage calculation from your opponent’s health."
  }
}
