{
  "stepOne":{
    "title": "Step Five: Next Steps",
    "quote": {
      "quote": "It never stops hunting. Once it touches you, it will chase you to the ends of the universe. But it's never faced someone like me.",
      "author": "Ari Vu, Big Game Hunter"
    },
    "intro": {
      "contents": ["You are almost ready to play. There are just a few things left."]
    }
  },
  "currencyIntro": "Starting Currency",
  "currency": [
    "Your Earth money will have no value beyond the Waygate, Luckily, your sponsor has seen fit to provide you with some funds to get you started on your journey.",
    "The GM must roll a d100. All players start with 50 gold + the value of that roll (00 = 100)."
  ],
  "aetherMarkIntro": "Aether Marks",
  "aetherMark": [
    { "content": "All characters start with 1 Aether Mark."},
    { "content": "Aether Marks can be earned through acts of amazing, unprecedented skill."},
    { "content": "You can only have 1 Aether mark at a time."},
    { "content": "A character can use a Aether mark to save themselves from death once for the entire game. Doing so has the following effects.", "sub": [
      "Reduce 2 stats, chosen at random, by 1. If this moves you below the prerequisites for any skills, those are no longer useable until your stats are raised above the needed level.",
      "Remove 2 skills from your list. If the skill is trainable, you go down one level of proficiency for that skill.",
      "You are touched by the Aether. Roll for an additional Fate of the Waygate effect and add it to your character sheet."
    ]}
  ],
  "equipmentIntro": "Equipment",
  "equipment": [
    { "content": "The GM can present the players with a list of items they can purchase at the start of the game. This can include weapons, armor, or general items."},
    { "content": "Throughout the game, you may find yourself having the opportunity to loot or buy new weapons, items, and armor, so make sure to look around whenever you have the time."}
  ],
  "levelingIntro": "Leveling",
  "leveling": [
    { "content": "Leveling takes place at the end of a session.", "sub": [
        "For long sessions, experience and leveling up can take place during a break point in the middle of the session."
    ]},
    { "content": "When you level up, you receive the bonuses listed beneath the level you just leveled out of." },
    { "content": "You must spend all attribute points when you level up." },
    { "content": "No stat can be above 7 (without modifiers)." },
    { "content": "You can save skill points for a later time if you like, but they can only be spent during a long rest or at the end of a session" }
  ],
  "levelProgress": [
    { "name": "Level 1", "sub": [
      "Exp: 0 – 399", "Starting skill points and attributes"
    ]},
    { "name": "Level 2", "sub": [
      "Exp: 400-1149", "3 Skill Points", "1 Attribute Point", "Gain 1d6 health or 4 health"
    ]},
    { "name": "Level 3", "sub": [
      "Exp: 1150-2099", "4 Skill Points", "2 Attribute Points", "Gain 1d6 health or 4 health"
    ]},
    { "name": "Level 4", "sub": [
      "Exp: 2100-3299", "4 Skill Points", "2 Attribute Points", "Gain 1d8 health or 5 health"
    ]},
    { "name": "Level 5", "sub": [
      "Exp: 3300-4699", "4 Skill Points", "2 Attribute Points", "Gain 1d8 health or 5 health"
    ]},
    { "name": "Level 6", "sub": [
      "Exp: 4700-6099", "4 Skill Points", "2 Attribute Points", "Gain 1d8 health or 5 health"
    ]},
    { "name": "Level 7", "sub": [
      "Exp: 6100-7499", "5 Skill Points", "3 Attribute Points", "Gain 1d8 health or 5 health"
    ]},
    { "name": "Level 8", "sub": [
      "Exp: 7500-8999", "5 Skill Points", "3 Attribute Points", "Gain 1d8 health or 5 health"
    ]},
    { "name": "Level 9+", "sub": [
      "After level 8, you gain 5 skill points, 3 Attribute Points, and 1d8 health or 5 health for every 2000 experience points."
    ]}
  ],
  "experienceIntro": "Experience Points",
  "experience": [
    { "content": "50 per hour of play (everyone)." },
    { "content": "bonus 50 if you still have your Aether Mark at the end of the session." },
    { "content": "bonus 20-100 for heavy action or tricky puzzle that is won/solved (everyone)." },
    { "content": "bonus 50 for impressive feats of knowledge, magic, or physical prowess. (individual)." },
    { "content": "Bonus 50 for impressive gameplay and immersion (individual)." }
  ]

}
